"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 10000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"####\", \"document_count\": 15622, \"word_counts\": \"{\\\"everything\\\": 5, \\\"jim\\\": 8, \\\"cramer\\\": 4, \\\"said\\\": 377, \\\"on\\\": 2558, \\\"mad\\\": 4, \\\"money\\\": 66, \\\"including\\\": 67, \\\"trade\\\": 319, \\\"war\\\": 30, \\\"progress\\\": 9, \\\"clorox\\\": 2, \\\"and\\\": 2802, \\\"sofi\\\": 1, \\\"ceos\\\": 5, \\\"home\\\": 49, \\\"depot\\\\u2019s\\\": 1, \\\"lower\\\": 87, \\\"sales\\\": 426, \\\"growth\\\": 232, \\\"forecast\\\": 53, \\\"highlights\\\": 16, \\\"the\\\": 6201, \\\"lack\\\": 15, \\\"of\\\": 4113, \\\"in\\\": 4170, \\\"us\\\": 497, \\\"corporate\\\": 63, \\\"earnings\\\": 281, \\\"hindustan\\\": 15, \\\"media\\\": 96, \\\"ventures\\\": 9, \\\"q4\\\": 248, \\\"net\\\": 621, \\\"profit\\\": 483, \\\"up\\\": 848, \\\"20\\\": 132, \\\"per\\\": 265, \\\"cent\\\": 170, \\\"weber\\\": 2, \\\"convinced\\\": 2, \\\"his\\\": 69, \\\"friend\\\": 4, \\\"ray\\\": 3, \\\"ostrom\\\": 1, \\\"who\\\": 66, \\\"owned\\\": 12, \\\"a\\\": 2395, \\\"lake\\\": 6, \\\"street\\\": 140, \\\"sporting\\\": 3, \\\"goods\\\": 37, \\\"store\\\": 33, \\\"to\\\": 5055, \\\"sell\\\": 138, \\\"lures\\\": 3, \\\"lumentum\\\": 1, \\\"initiated\\\": 12, \\\"as\\\": 1397, \\\"positive\\\": 83, \\\"at\\\": 1284, \\\"susquehanna\\\": 7, \\\"gold\\\": 203, \\\"is\\\": 1430, \\\"going\\\": 58, \\\"2500\\\": 9, \\\"3000\\\": 17, \\\"an\\\": 345, \\\"ounce\\\": 5, \\\"investment\\\": 166, \\\"expert\\\": 26, \\\"whistleblower\\\": 3, \\\"reveals\\\": 11, \\\"more\\\": 353, \\\"playe\\\": 14, \\\"\\\\u00a3178bn\\\": 1, \\\"danske\\\": 11, \\\"bank\\\": 441, \\\"scandal\\\": 19, \\\"it\\\": 644, \\\"also\\\": 172, \\\"set\\\": 107, \\\"launch\\\": 73, \\\"messaging\\\": 6, \\\"service\\\": 97, \\\"next\\\": 160, \\\"few\\\": 52, \\\"days\\\": 54, \\\"which\\\": 194, \\\"would\\\": 116, \\\"enable\\\": 18, \\\"s\\\": 789, \\\"access\\\": 26, \\\"their\\\": 138, \\\"email\\\": 15, \\\"accounts\\\": 24, \\\"ms\\\": 5, \\\"exchange\\\": 120, \\\"edited\\\": 45, \\\"transipt\\\": 63, \\\"fcrto\\\": 1, \\\"conference\\\": 86, \\\"call\\\": 148, \\\"or\\\": 214, \\\"presentation\\\": 74, \\\"6nov19\\\": 3, \\\"700pm\\\": 1, \\\"gmt\\\": 46, \\\"revenue\\\": 206, \\\"july\\\": 34, \\\"september\\\": 74, \\\"grew\\\": 19, \\\"14\\\": 67, \\\"percent\\\": 88, \\\"euro\\\": 42, \\\"467\\\": 1, \\\"million\\\": 391, \\\"from\\\": 905, \\\"year\\\": 302, \\\"earlier\\\": 54, \\\"company\\\": 712, \\\"thuday\\\": 27, \\\"cabinet\\\": 5, \\\"decides\\\": 4, \\\"rupee\\\": 133, \\\"sign\\\": 49, \\\"today\\\": 153, \\\"california\\\": 15, \\\"governor\\\": 13, \\\"rejects\\\": 17, \\\"135\\\": 17, \\\"billion\\\": 167, \\\"pge\\\": 12, \\\"settlement\\\": 20, \\\"top\\\": 217, \\\"stock\\\": 873, \\\"picks\\\": 32, \\\"for\\\": 2229, \\\"2020\\\": 167, \\\"best\\\": 66, \\\"biggest\\\": 86, \\\"wl\\\": 1, \\\"ross\\\": 3, \\\"asks\\\": 26, \\\"ocm\\\": 1, \\\"wipe\\\": 3, \\\"out\\\": 199, \\\"losses\\\": 49, \\\"by\\\": 844, \\\"march\\\": 78, \\\"2013\\\": 15, \\\"fiska\\\": 21, \\\"has\\\": 578, \\\"strong\\\": 108, \\\"portfolio\\\": 59, \\\"international\\\": 93, \\\"brands\\\": 47, \\\"include\\\": 48, \\\"iittala\\\": 2, \\\"gerber\\\": 2, \\\"silva\\\": 3, \\\"buster\\\": 2, \\\"acquisition\\\": 72, \\\"boomeranger\\\": 2, \\\"boats\\\": 8, \\\"oy\\\": 82, \\\"line\\\": 86, \\\"with\\\": 978, \\\"done\\\": 17, \\\"solutions\\\": 92, \\\"strategy\\\": 42, \\\"developing\\\": 17, \\\"its\\\": 700, \\\"business\\\": 365, \\\"through\\\": 93, \\\"acquisitions\\\": 15, \\\"clover\\\": 2, \\\"results\\\": 313, \\\"2019\\\": 158, \\\"clv\\\": 1, \\\"annual\\\": 89, \\\"general\\\": 59, \\\"meeting\\\": 76, \\\"marketseener\\\": 163, \\\"container\\\": 10, \\\"returning\\\": 3, \\\"portland\\\": 1, \\\"oregon\\\": 2, \\\"tracker\\\": 15, \\\"g400\\\": 1, \\\"gps\\\": 3, \\\"collar\\\": 2, \\\"hunting\\\": 2, \\\"dogs\\\": 1, \\\"allowing\\\": 3, \\\"monitor\\\": 3, \\\"dog\\\": 3, \\\"position\\\": 35, \\\"movements\\\": 7, \\\"map\\\": 3, \\\"application\\\": 30, \\\"mobile\\\": 108, \\\"phones\\\": 19, \\\"future\\\": 56, \\\"wireless\\\": 19, \\\"industry\\\": 138, \\\"hinges\\\": 1, \\\"legal\\\": 18, \\\"battle\\\": 14, \\\"kicking\\\": 1, \\\"off\\\": 107, \\\"monday\\\": 44, \\\"federal\\\": 65, \\\"court\\\": 48, \\\"risto\\\": 4, \\\"raty\\\": 1, \\\"tekla\\\": 16, \\\"executive\\\": 47, \\\"vice\\\": 21, \\\"president\\\": 83, \\\"that\\\": 469, \\\"structures\\\": 16, \\\"archicad\\\": 1, \\\"will\\\": 931, \\\"cover\\\": 20, \\\"entire\\\": 22, \\\"design\\\": 43, \\\"documentation\\\": 3, \\\"workflow\\\": 2, \\\"throughout\\\": 8, \\\"construction\\\": 99, \\\"project\\\": 70, \\\"patience\\\": 3, \\\"key\\\": 112, \\\"good\\\": 151, \\\"news\\\": 132, \\\"accumulation\\\": 4, \\\"let\\\": 9, \\\"weak\\\": 78, \\\"hands\\\": 4, \\\"why\\\": 148, \\\"i\\\": 64, \\\"be\\\": 742, \\\"protesting\\\": 1, \\\"against\\\": 105, \\\"mark\\\": 23, \\\"carney\\\": 2, \\\"have\\\": 359, \\\"you\\\": 139, \\\"ever\\\": 19, \\\"had\\\": 77, \\\"job\\\": 47, \\\"candidate\\\": 8, \\\"disappear\\\": 3, \\\"ghosting\\\": 1, \\\"becoming\\\": 10, \\\"common\\\": 10, \\\"workplace\\\": 2, \\\"heres\\\": 83, \\\"i\\\\u2026\\\": 4, \\\"subbarao\\\": 2, \\\"hints\\\": 5, \\\"forex\\\": 13, \\\"market\\\": 568, \\\"intervention\\\": 8, \\\"americans\\\": 14, \\\"probably\\\": 10, \\\"spend\\\": 11, \\\"than\\\": 204, \\\"2\\\": 156, \\\"christmas\\\": 13, \\\"trees\\\": 5, \\\"this\\\": 396, \\\"indian\\\": 68, \\\"energy\\\": 185, \\\"appoints\\\": 121, \\\"n\\\": 10, \\\"goel\\\": 3, \\\"ceo\\\": 219, \\\"md\\\": 43, \\\"bae\\\": 3, \\\"systems\\\": 74, \\\"names\\\": 45, \\\"john\\\": 20, \\\"brosnan\\\": 1, \\\"new\\\": 623, \\\"india\\\": 330, \\\"managing\\\": 43, \\\"director\\\": 97, \\\"look\\\": 82, \\\"shorting\\\": 2, \\\"opportunities\\\": 23, \\\"banks\\\": 116, \\\"mitesh\\\": 106, \\\"thacker\\\": 106, \\\"now\\\": 167, \\\"great\\\": 34, \\\"time\\\": 128, \\\"buy\\\": 267, \\\"pinterest\\\": 7, \\\"group\\\": 358, \\\"investo\\\": 255, \\\"agreed\\\": 26, \\\"tentative\\\": 3, \\\"plan\\\": 81, \\\"reduce\\\": 19, \\\"puerto\\\": 1, \\\"ricos\\\": 1, \\\"debt\\\": 96, \\\"about\\\": 247, \\\"40\\\": 58, \\\"hurdle\\\": 5, \\\"reco\\\\u2026\\\": 1, \\\"counter\\\": 7, \\\"your\\\": 78, \\\"competitor\\\": 2, \\\"strengths\\\": 2, \\\"target\\\": 265, \\\"weaknesses\\\": 3, \\\"wipro\\\": 21, \\\"erh\\\\u00e4lt\\\": 1, \\\"mehrj\\\\u00e4hrigen\\\": 1, \\\"strategischen\\\": 1, \\\"itauftrag\\\": 1, \\\"von\\\": 5, \\\"marelli\\\": 1, \\\"mphasis\\\": 8, \\\"acc\\\": 4, \\\"exide\\\": 7, \\\"trades\\\": 29, \\\"week\\\": 152, \\\"deepak\\\": 64, \\\"mohoni\\\": 39, \\\"intel\\\": 8, \\\"price\\\": 381, \\\"raised\\\": 111, \\\"62\\\": 11, \\\"vs\\\": 85, \\\"60\\\": 40, \\\"suntrust\\\": 24, \\\"robinson\\\": 13, \\\"humphrey\\\": 13, \\\"things\\\": 38, \\\"are\\\": 531, \\\"normalizing\\\": 2, \\\"etf\\\": 19, \\\"action\\\": 46, \\\"encouraging\\\": 6, \\\"despite\\\": 65, \\\"economic\\\": 84, \\\"worries\\\": 25, \\\"investor\\\": 82, \\\"says\\\": 341, \\\"via\\\\u2026\\\": 3, \\\"shareholder\\\": 34, \\\"full\\\": 43, \\\"name\\\": 25, \\\"id\\\": 10, \\\"code\\\": 10, \\\"petri\\\": 1, \\\"ailus\\\": 1, \\\"born\\\": 2, \\\"1591966\\\": 1, \\\"further\\\": 66, \\\"information\\\": 62, \\\"please\\\": 5, \\\"contact\\\": 9, \\\"isto\\\": 1, \\\"hantila\\\": 1, \\\"tel\\\": 11, \\\"358\\\": 15, \\\"9\\\": 81, \\\"591\\\": 3, \\\"8342\\\": 1, \\\"psa\\\": 4, \\\"unions\\\": 4, \\\"give\\\": 47, \\\"nod\\\": 32, \\\"merger\\\": 58, \\\"fiat\\\": 13, \\\"booming\\\": 3, \\\"economy\\\": 233, \\\"90\\\": 21, \\\"say\\\": 58, \\\"ineases\\\": 20, \\\"stress\\\": 11, \\\"levels\\\": 110, \\\"submit\\\": 6, \\\"associate\\\": 5, \\\"member\\\": 23, \\\"details\\\": 39, \\\"februaryend\\\": 2, \\\"nse\\\": 68, \\\"broke\\\": 40, \\\"unilever\\\": 13, \\\"sees\\\": 89, \\\"lipton\\\": 3, \\\"still\\\": 71, \\\"attractive\\\": 32, \\\"wpt\\\": 1, \\\"industrial\\\": 53, \\\"reit\\\": 13, \\\"declares\\\": 88, \\\"00633\\\": 1, \\\"dividend\\\": 178, \\\"sp\\\": 102, \\\"nasdaq\\\": 95, \\\"reach\\\": 30, \\\"closing\\\": 26, \\\"highs\\\": 57, \\\"3rd\\\": 2, \\\"day\\\": 135, \\\"rally\\\": 114, \\\"13\\\": 57, \\\"pre\\\": 58, \\\"charles\\\": 10, \\\"schwab\\\": 9, \\\"td\\\": 14, \\\"ameritrade\\\": 13, \\\"26\\\": 57, \\\"allstock\\\": 3, \\\"deal\\\": 259, \\\"reute\\\": 16, \\\"bjs\\\": 2, \\\"wholesale\\\": 16, \\\"narrows\\\": 14, \\\"eps\\\": 156, \\\"outlook\\\": 76, \\\"142150\\\": 1, \\\"144148\\\": 1, \\\"nio\\\": 4, \\\"cfo\\\": 35, \\\"shares\\\": 590, \\\"6\\\": 107, \\\"premarket\\\": 122, \\\"after\\\": 558, \\\"basware\\\": 32, \\\"preliminary\\\": 17, \\\"pro\\\": 8, \\\"forma\\\": 3, \\\"2005\\\": 60, \\\"amount\\\": 32, \\\"eur\\\": 475, \\\"526\\\": 1, \\\"mn\\\": 222, \\\"operating\\\": 168, \\\"amounts\\\": 10, \\\"71\\\": 9, \\\"better\\\": 43, \\\"real\\\": 61, \\\"estate\\\": 45, \\\"stocks\\\": 611, \\\"invento\\\": 3, \\\"bylander\\\": 1, \\\"johan\\\": 2, \\\"ponten\\\": 1, \\\"fredrik\\\": 1, \\\"lundberg\\\": 1, \\\"jorgen\\\": 1, \\\"current\\\": 52, \\\"manty\\\": 1, \\\"worked\\\": 7, \\\"since\\\": 107, \\\"1996\\\": 3, \\\"alnylams\\\": 1, \\\"onpattro\\\": 1, \\\"361\\\": 2, \\\"likely\\\": 127, \\\"one\\\": 158, \\\"outperforme\\\": 3, \\\"among\\\": 99, \\\"ems\\\": 4, \\\"atul\\\": 3, \\\"suri\\\": 4, \\\"nomura\\\": 15, \\\"sensex\\\": 140, \\\"33500\\\": 1, \\\"yearend\\\": 14, \\\"three\\\": 69, \\\"students\\\": 8, \\\"univeiti\\\": 1, \\\"sains\\\": 1, \\\"malaysia\\\": 14, \\\"won\\\": 32, \\\"study\\\": 43, \\\"trip\\\": 3, \\\"helsinki\\\": 108, \\\"fiis\\\": 25, \\\"pump\\\": 2, \\\"255\\\": 4, \\\"into\\\": 206, \\\"strengthen\\\": 11, \\\"own\\\": 62, \\\"goals\\\": 4, \\\"2018s\\\": 1, \\\"wot\\\": 50, \\\"blunde\\\": 1, \\\"wall\\\": 98, \\\"falls\\\": 100, \\\"dow\\\": 89, \\\"negative\\\": 22, \\\"territory\\\": 11, \\\"2014\\\": 85, \\\"holds\\\": 46, \\\"gain\\\": 107, \\\"chiefs\\\": 3, \\\"tip\\\": 3, \\\"iceberg\\\": 1, \\\"warning\\\": 27, \\\"via\\\": 112, \\\"bric\\\": 3, \\\"markets\\\": 365, \\\"appear\\\": 5, \\\"disunited\\\": 1, \\\"est\\\\u00e9e\\\": 2, \\\"lauder\\\": 7, \\\"companies\\\": 211, \\\"inc\\\": 206, \\\"quarterly\\\": 42, \\\"48\\\": 21, \\\"share\\\": 299, \\\"rihko\\\": 2, \\\"sale\\\": 106, \\\"concentrate\\\": 4, \\\"grainbased\\\": 1, \\\"deadly\\\": 5, \\\"gas\\\": 71, \\\"explosion\\\": 3, \\\"slovakia\\\": 3, \\\"kills\\\": 3, \\\"least\\\": 20, \\\"five\\\": 83, \\\"deutsche\\\": 48, \\\"wins\\\": 27, \\\"capital\\\": 271, \\\"backing\\\": 8, \\\"sparking\\\": 1, \\\"karur\\\": 2, \\\"vysya\\\": 3, \\\"q3\\\": 191, \\\"marginally\\\": 13, \\\"rs\\\": 797, \\\"11388\\\": 2, \\\"cr\\\": 1, \\\"england\\\": 21, \\\"rate\\\": 91, \\\"maker\\\": 59, \\\"sets\\\": 25, \\\"gloomy\\\": 5, \\\"recap\\\": 11, \\\"47\\\": 27, \\\"pos\\\": 3, \\\"comments\\\": 17, \\\"craig\\\": 2, \\\"hallum\\\": 1, \\\"cfra\\\": 11, \\\"sintex\\\": 6, \\\"looks\\\": 56, \\\"hemen\\\": 2, \\\"kapadia\\\": 2, \\\"founded\\\": 7, \\\"1649\\\": 2, \\\"over\\\": 487, \\\"360\\\": 5, \\\"yea\\\": 121, \\\"product\\\": 53, \\\"quality\\\": 32, \\\"excellence\\\": 3, \\\"finland\\\": 246, \\\"oldest\\\": 4, \\\"110\\\": 7, \\\"points\\\": 92, \\\"04\\\": 25, \\\"open\\\": 104, \\\"april\\\": 66, \\\"03\\\": 22, \\\"156730oz\\\": 1, \\\"bought\\\": 39, \\\"lendlease\\\": 1, \\\"asxllc\\\": 1, \\\"ago\\\": 44, \\\"53\\\": 11, \\\"5\\\": 155, \\\"know\\\": 34, \\\"apple\\\": 38, \\\"split\\\": 16, \\\"justin\\\": 4, \\\"fox\\\": 3, \\\"christmass\\\": 1, \\\"york\\\": 50, \\\"roots\\\": 1, \\\"podcast\\\": 8, \\\"sat\\\": 19, \\\"upholds\\\": 6, \\\"sebi\\\": 287, \\\"order\\\": 121, \\\"entities\\\": 17, \\\"axon\\\": 1, \\\"case\\\": 60, \\\"eicher\\\": 8, \\\"mm\\\": 23, \\\"maruti\\\": 29, \\\"under\\\": 112, \\\"pressure\\\": 29, \\\"government\\\": 120, \\\"may\\\": 352, \\\"not\\\": 285, \\\"extend\\\": 33, \\\"auto\\\": 75, \\\"sops\\\": 2, \\\"highlight\\\": 48, \\\"ruyi\\\": 1, \\\"records\\\": 20, \\\"development\\\": 89, \\\"q1\\\": 191, \\\"loss\\\": 196, \\\"widens\\\": 15, \\\"suzlon\\\": 15, \\\"high\\\": 249, \\\"interest\\\": 77, \\\"cost\\\": 52, \\\"magal\\\": 1, \\\"security\\\": 40, \\\"reports\\\": 189, \\\"latest\\\": 43, \\\"eastern\\\": 16, \\\"european\\\": 85, \\\"politician\\\": 3, \\\"face\\\": 42, \\\"accusations\\\": 1, \\\"plagiarism\\\": 2, \\\"serbian\\\": 1, \\\"finance\\\": 118, \\\"minister\\\": 18, \\\"cybeecurity\\\": 3, \\\"experts\\\": 47, \\\"crosspoint\\\": 1, \\\"partne\\\": 44, \\\"palmolein\\\": 3, \\\"oil\\\": 320, \\\"edges\\\": 16, \\\"retaile\\\": 22, \\\"demand\\\": 187, \\\"sterling\\\": 31, \\\"heads\\\": 10, \\\"towards\\\": 30, \\\"fit\\\": 232, \\\"gains\\\": 105, \\\"8\\\": 82, \\\"dollar\\\": 104, \\\"anthem\\\": 2, \\\"330\\\": 8, \\\"300\\\": 23, \\\"rh\\\": 5, \\\"twitter\\\": 31, \\\"beats\\\": 200, \\\"user\\\": 4, \\\"estimates\\\": 64, \\\"all\\\": 138, \\\"gapping\\\": 7, \\\"nice\\\": 19, \\\"my\\\": 26, \\\"calls\\\": 59, \\\"liquidity\\\": 21, \\\"overhang\\\": 1, \\\"hits\\\": 111, \\\"sbi\\\": 32, \\\"margin\\\": 30, \\\"flat\\\": 98, \\\"2479\\\": 1, \\\"gur\\\": 11, \\\"closes\\\": 32, \\\"steady\\\": 74, \\\"thin\\\": 25, \\\"fed\\\": 101, \\\"provide\\\": 48, \\\"any\\\": 66, \\\"stimulus\\\": 19, \\\"equities\\\": 32, \\\"clues\\\": 1, \\\"insights\\\": 7, \\\"cmegroup\\\": 4, \\\"nbcc\\\": 5, \\\"surges\\\": 62, \\\"co\\\": 43, \\\"bags\\\": 10, \\\"worth\\\": 67, \\\"ore\\\": 500, \\\"aiims\\\": 1, \\\"mep\\\": 3, \\\"infra\\\": 36, \\\"develope\\\": 12, \\\"ipo\\\": 209, \\\"can\\\": 186, \\\"potentially\\\": 2, \\\"risky\\\": 6, \\\"bet\\\": 38, \\\"retail\\\": 89, \\\"website\\\": 14, \\\"wwwahlstromcom\\\": 3, \\\"pound\\\": 26, \\\"caught\\\": 4, \\\"tugofwar\\\": 1, \\\"between\\\": 73, \\\"run\\\": 46, \\\"improving\\\": 6, \\\"data\\\": 179, \\\"fea\\\": 62, \\\"brexit\\\": 61, \\\"damage\\\": 10, \\\"the\\\\u2026\\\\u00a0\\\": 1, \\\"groundnut\\\": 3, \\\"most\\\": 93, \\\"expensive\\\": 11, \\\"cooking\\\": 2, \\\"mahindra\\\": 40, \\\"rises\\\": 97, \\\"12\\\": 99, \\\"matches\\\": 2, \\\"credit\\\": 47, \\\"suisse\\\": 27, \\\"power\\\": 136, \\\"struggle\\\": 6, \\\"mounts\\\": 2, \\\"bloomberg\\\": 22, \\\"report\\\": 211, \\\"apples\\\": 6, \\\"fortunes\\\": 2, \\\"china\\\": 283, \\\"turn\\\": 33, \\\"around\\\": 85, \\\"iphone\\\": 15, \\\"11\\\": 72, \\\"actions\\\": 9, \\\"improve\\\": 12, \\\"operational\\\": 13, \\\"efficiency\\\": 8, \\\"adjust\\\": 4, \\\"operations\\\": 121, \\\"expected\\\": 89, \\\"deliver\\\": 27, \\\"annualised\\\": 1, \\\"permanent\\\": 5, \\\"savings\\\": 29, \\\"45\\\": 29, \\\"effected\\\": 2, \\\"mostly\\\": 8, \\\"during\\\": 60, \\\"half\\\": 43, \\\"2010\\\": 150, \\\"coronavirus\\\": 176, \\\"outbreak\\\": 27, \\\"could\\\": 163, \\\"worlds\\\": 19, \\\"airlines\\\": 28, \\\"314bn\\\": 1, \\\"jeera\\\": 12, \\\"futures\\\": 191, \\\"fall\\\": 147, \\\"066\\\": 1, \\\"low\\\": 112, \\\"spot\\\": 38, \\\"ratesensitive\\\": 2, \\\"inflation\\\": 34, \\\"eases\\\": 6, \\\"tower\\\": 9, \\\"enginee\\\": 12, \\\"eated\\\": 9, \\\"18\\\": 61, \\\"degree\\\": 1, \\\"westward\\\": 1, \\\"lean\\\": 1, \\\"four\\\": 36, \\\"times\\\": 44, \\\"inclination\\\": 1, \\\"leaning\\\": 1, \\\"pisa\\\": 1, \\\"using\\\": 30, \\\"diagrid\\\": 1, \\\"aligned\\\": 1, \\\"geometrically\\\": 1, \\\"bim\\\": 3, \\\"building\\\": 87, \\\"modeling\\\": 4, \\\"software\\\": 60, \\\"samsung\\\": 19, \\\"bioepis\\\": 2, \\\"hires\\\": 8, \\\"planned\\\": 23, \\\"source\\\": 19, \\\"october\\\": 66, \\\"trailer\\\": 1, \\\"orde\\\": 63, \\\"hit\\\": 139, \\\"11month\\\": 2, \\\"neutral\\\": 37, \\\"sector\\\": 130, \\\"pankaj\\\": 18, \\\"pandey\\\": 18, \\\"icici\\\": 27, \\\"direct\\\": 24, \\\"virtusa\\\": 1, \\\"retain\\\": 6, \\\"polaris\\\": 9, \\\"listing\\\": 32, \\\"boues\\\": 27, \\\"railways\\\": 9, \\\"arm\\\": 23, \\\"issue\\\": 128, \\\"6000\\\": 11, \\\"taxfree\\\": 16, \\\"bonds\\\": 119, \\\"fiscal\\\": 40, \\\"beyond\\\": 25, \\\"meat\\\": 24, \\\"ente\\\": 8, \\\"france\\\": 23, \\\"tory\\\": 6, \\\"tycoons\\\": 2, \\\"spreadbetting\\\": 1, \\\"firm\\\": 81, \\\"buoyed\\\": 6, \\\"covid19\\\": 57, \\\"isis\\\": 85, \\\"bill\\\": 31, \\\"ackman\\\": 2, \\\"claims\\\": 27, \\\"made\\\": 53, \\\"26bn\\\": 1, \\\"betting\\\": 14, \\\"nokia\\\": 114, \\\"outcome\\\": 8, \\\"was\\\": 295, \\\"fair\\\": 20, \\\"responsible\\\": 19, \\\"social\\\": 27, \\\"commodities\\\": 18, \\\"part\\\": 99, \\\"supply\\\": 76, \\\"chain\\\": 33, \\\"arvind\\\": 12, \\\"ltd\\\": 127, \\\"nifty\\\": 291, \\\"shorts\\\": 5, \\\"fire\\\": 17, \\\"again\\\": 46, \\\"dousing\\\": 1, \\\"wti\\\": 16, \\\"slips\\\": 72, \\\"12week\\\": 1, \\\"surprise\\\": 16, \\\"crude\\\": 17, \\\"inventory\\\": 12, \\\"build\\\": 31, \\\"aurobindo\\\": 8, \\\"pharma\\\": 118, \\\"fairly\\\": 7, \\\"valued\\\": 20, \\\"ipca\\\": 6, \\\"labs\\\": 16, \\\"promising\\\": 17, \\\"prakash\\\": 30, \\\"diwan\\\": 16, \\\"omc\\\": 6, \\\"very\\\": 49, \\\"fundamental\\\": 9, \\\"uti\\\": 9, \\\"amc\\\": 19, \\\"inventor\\\": 6, \\\"issued\\\": 24, \\\"patent\\\": 27, \\\"no\\\": 114, \\\"csb\\\": 2, \\\"subsibed\\\": 33, \\\"435\\\": 3, \\\"second\\\": 94, \\\"bidding\\\": 2, \\\"pour\\\": 2, \\\"1000\\\": 36, \\\"tokyo\\\": 6, \\\"close\\\": 71, \\\"211\\\": 2, \\\"rides\\\": 6, \\\"upbeat\\\": 20, \\\"hedge\\\": 133, \\\"fund\\\": 137, \\\"manage\\\": 22, \\\"schv\\\": 1, \\\"volatility\\\": 27, \\\"reminds\\\": 3, \\\"me\\\": 7, \\\"stay\\\": 49, \\\"focused\\\": 6, \\\"value\\\": 138, \\\"stockmarket\\\": 29, \\\"rallis\\\": 5, \\\"branded\\\": 4, \\\"pomegranates\\\": 1, \\\"intends\\\": 5, \\\"initiate\\\": 4, \\\"within\\\": 35, \\\"process\\\": 34, \\\"buyout\\\": 18, \\\"minority\\\": 7, \\\"shareholde\\\": 92, \\\"ragutis\\\": 2, \\\"aim\\\": 23, \\\"sole\\\": 6, \\\"owner\\\": 33, \\\"bpcl\\\": 12, \\\"hpcl\\\": 12, \\\"continue\\\": 97, \\\"appreciate\\\": 3, \\\"transurban\\\": 2, \\\"1st\\\": 7, \\\"46\\\": 19, \\\"ineased\\\": 62, \\\"traffic\\\": 29, \\\"drives\\\": 15, \\\"toll\\\": 17, \\\"rise\\\": 136, \\\"marketseener\\\\u2026\\\": 95, \\\"warn\\\": 4, \\\"mps\\\": 4, \\\"rejecting\\\": 1, \\\"put\\\": 27, \\\"uk\\\": 193, \\\"back\\\": 118, \\\"square\\\": 23, \\\"ticking\\\": 1, \\\"bomb\\\": 3, \\\"powells\\\": 1, \\\"subprime\\\": 1, \\\"contained\\\": 1, \\\"moment\\\": 12, \\\"tesla\\\": 40, \\\"jumps\\\": 57, \\\"fourweek\\\": 2, \\\"check\\\": 29, \\\"recommendations\\\": 7, \\\"sami\\\": 6, \\\"sepp\\\": 1, \\\"\\\\u00e6nen\\\": 2, \\\"elisa\\\": 15, \\\"eesti\\\": 6, \\\"novel\\\": 12, \\\"network\\\": 52, \\\"allows\\\": 20, \\\"fast\\\": 16, \\\"broadband\\\": 12, \\\"spaely\\\": 1, \\\"populated\\\": 3, \\\"areas\\\": 27, \\\"34\\\": 34, \\\"opposite\\\": 2, \\\"movement\\\": 5, \\\"infosys\\\": 74, \\\"sun\\\": 25, \\\"tech\\\": 66, \\\"mexican\\\": 4, \\\"stagnated\\\": 1, \\\"third\\\": 73, \\\"quarter\\\": 242, \\\"fda\\\": 25, \\\"oks\\\": 7, \\\"tandems\\\": 1, \\\"controliq\\\": 1, \\\"1\\\": 159, \\\"sweden\\\": 36, \\\"ericsson\\\": 11, \\\"logical\\\": 3, \\\"5g\\\": 19, \\\"capability\\\": 4, \\\"canara\\\": 5, \\\"hsbc\\\": 33, \\\"cuts\\\": 77, \\\"underperform\\\": 9, \\\"totaled\\\": 23, \\\"25mn\\\": 3, \\\"compared\\\": 70, \\\"63mn\\\": 1, \\\"corresponding\\\": 50, \\\"period\\\": 136, \\\"adp\\\": 15, \\\"nov\\\": 10, \\\"2008\\\": 187, \\\"finnish\\\": 304, \\\"ac\\\": 12, \\\"manufacturer\\\": 32, \\\"vacon\\\": 10, \\\"oyj\\\": 138, \\\"omx\\\": 51, \\\"vac1v\\\": 1, \\\"representative\\\": 2, \\\"offices\\\": 18, \\\"romania\\\": 4, \\\"ukraine\\\": 20, \\\"serve\\\": 15, \\\"growing\\\": 26, \\\"southeastern\\\": 3, \\\"europe\\\": 50, \\\"prothena\\\": 3, \\\"evercore\\\": 6, \\\"upgrade\\\": 21, \\\"garmin\\\": 2, \\\"fell\\\": 39, \\\"3453\\\": 1, \\\"133\\\": 8, \\\"pm\\\": 26, \\\"while\\\": 59, \\\"google\\\": 14, \\\"slid\\\": 5, \\\"07\\\": 18, \\\"57650\\\": 1, \\\"selle\\\": 8, \\\"were\\\": 111, \\\"founde\\\": 4, \\\"spicejet\\\": 16, \\\"64\\\": 13, \\\"warrants\\\": 6, \\\"promote\\\": 28, \\\"goal\\\": 11, \\\"significant\\\": 32, \\\"expansion\\\": 28, \\\"northern\\\": 19, \\\"baltic\\\": 30, \\\"region\\\": 30, \\\"ifc\\\": 8, \\\"raises\\\": 63, \\\"250\\\": 18, \\\"masala\\\": 4, \\\"hou\\\": 31, \\\"fourth\\\": 53, \\\"inease\\\": 88, \\\"two\\\": 133, \\\"down\\\": 300, \\\"sewed\\\": 1, \\\"present\\\": 22, \\\"nordic\\\": 37, \\\"semiconductor\\\": 7, \\\"asa\\\": 5, \\\"chambal\\\": 3, \\\"advanta\\\": 2, \\\"food\\\": 45, \\\"ministry\\\": 15, \\\"cut\\\": 123, \\\"quota\\\": 2, \\\"sugar\\\": 39, \\\"properties\\\": 28, \\\"2803\\\": 1, \\\"end\\\": 128, \\\"2009\\\": 167, \\\"2691\\\": 1, \\\"ubers\\\": 6, \\\"license\\\": 20, \\\"renewed\\\": 5, \\\"london\\\": 61, \\\"safety\\\": 33, \\\"concerns\\\": 49, \\\"nikkei\\\": 10, \\\"posts\\\": 70, \\\"drop\\\": 52, \\\"3\\\": 163, \\\"weeks\\\": 45, \\\"downing\\\": 1, \\\"jet\\\": 19, \\\"mood\\\": 4, \\\"trump\\\": 101, \\\"help\\\": 51, \\\"mexico\\\": 11, \\\"along\\\": 12, \\\"opec\\\": 35, \\\"production\\\": 136, \\\"warns\\\": 47, \\\"lending\\\": 14, \\\"mortgage\\\": 19, \\\"dubai\\\": 20, \\\"segment\\\": 31, \\\"register\\\": 18, \\\"substantial\\\": 14, \\\"when\\\": 64, \\\"manufactured\\\": 5, \\\"packed\\\": 3, \\\"country\\\": 23, \\\"delmar\\\": 1, \\\"pharmaceuticals\\\": 39, \\\"presents\\\": 29, \\\"interim\\\": 21, \\\"val083\\\": 1, \\\"demonstrating\\\": 2, \\\"favorable\\\": 7, \\\"outcomes\\\\u2026\\\": 1, \\\"utilise\\\": 3, \\\"correction\\\": 18, \\\"hemindra\\\": 8, \\\"hazari\\\": 8, \\\"evoke\\\": 2, \\\"32\\\": 24, \\\"silicon\\\": 9, \\\"wafe\\\": 3, \\\"okmetic\\\": 16, \\\"june\\\": 54, \\\"29\\\": 41, \\\"2007\\\": 155, \\\"signed\\\": 38, \\\"agreement\\\": 94, \\\"nordea\\\": 37, \\\"plc\\\": 74, \\\"local\\\": 38, \\\"subsidiary\\\": 50, \\\"swedish\\\": 39, \\\"commercial\\\": 41, \\\"ab\\\": 26, \\\"refinance\\\": 3, \\\"syndicated\\\": 7, \\\"facility\\\": 57, \\\"some\\\": 158, \\\"mln\\\": 163, \\\"o\\\": 109, \\\"269\\\": 3, \\\"mindtree\\\": 7, \\\"nearly\\\": 68, \\\"7\\\": 74, \\\"pat\\\": 29, \\\"short\\\": 46, \\\"expectations\\\": 45, \\\"teleste\\\": 17, \\\"marks\\\": 8, \\\"entry\\\": 8, \\\"services\\\": 241, \\\"where\\\": 45, \\\"long\\\": 72, \\\"been\\\": 181, \\\"established\\\": 15, \\\"supplier\\\": 31, \\\"products\\\": 109, \\\"our\\\": 105, \\\"extensive\\\": 6, \\\"cooperation\\\": 22, \\\"bolster\\\": 3, \\\"sysopen\\\": 6, \\\"digia\\\": 13, \\\"domestic\\\": 28, \\\"operator\\\": 22, \\\"kallioranta\\\": 1, \\\"adds\\\": 22, \\\"funko\\\": 3, \\\"decimated\\\": 1, \\\"ahead\\\": 140, \\\"massive\\\": 10, \\\"miss\\\": 16, \\\"ecb\\\": 36, \\\"warnings\\\": 3, \\\"intraday\\\": 19, \\\"cv\\\": 4, \\\"angle\\\": 2, \\\"event\\\": 13, \\\"wednesday\\\": 25, \\\"compass\\\": 4, \\\"point\\\": 45, \\\"gundlach\\\": 1, \\\"those\\\": 13, \\\"cynics\\\": 1, \\\"there\\\": 54, \\\"quantitative\\\": 1, \\\"easing\\\": 7, \\\"they\\\": 58, \\\"do\\\": 93, \\\"irs\\\": 3, \\\"investigato\\\": 4, \\\"sutinize\\\": 1, \\\"bitcoin\\\": 7, \\\"atms\\\": 1, \\\"kiosks\\\": 1, \\\"siemens\\\": 24, \\\"board\\\": 150, \\\"merging\\\": 4, \\\"rolling\\\": 6, \\\"bmo\\\\u2019s\\\": 1, \\\"belski\\\": 1, \\\"\\\\u2018humbled\\\\u2019\\\": 1, \\\"nailing\\\": 1, \\\"canada\\\": 26, \\\"singapore\\\": 16, \\\"hikes\\\": 12, \\\"stake\\\": 185, \\\"phoenix\\\": 3, \\\"mills\\\": 16, \\\"qualcomm\\\": 5, \\\"dip\\\": 26, \\\"even\\\": 31, \\\"beat\\\": 51, \\\"ftil\\\": 21, \\\"fight\\\": 17, \\\"tell\\\": 8, \\\"side\\\": 14, \\\"story\\\": 18, \\\"2u\\\": 2, \\\"downgraded\\\": 21, \\\"weight\\\": 13, \\\"overweight\\\": 36, \\\"keybanc\\\": 13, \\\"anytime\\\": 3, \\\"soon\\\": 42, \\\"jitendra\\\": 6, \\\"sriram\\\": 2, \\\"rubber\\\": 13, \\\"amid\\\": 94, \\\"debate\\\": 11, \\\"export\\\": 18, \\\"cap\\\": 42, \\\"walgreens\\\": 2, \\\"500m\\\": 3, \\\"revolving\\\": 4, \\\"edit\\\": 42, \\\"rollsroyce\\\": 5, \\\"9000\\\": 3, \\\"jobs\\\": 97, \\\"takes\\\": 65, \\\"cantor\\\": 4, \\\"19\\\": 49, \\\"upside\\\": 55, \\\"jj\\\": 5, \\\"analyst\\\": 59, \\\"fsct\\\": 1, \\\"neptune\\\": 1, \\\"amends\\\": 1, \\\"restates\\\": 1, \\\"processing\\\": 28, \\\"canopy\\\": 10, \\\"dsp\\\": 3, \\\"blackrock\\\": 10, \\\"mf\\\": 21, \\\"senior\\\": 34, \\\"manager\\\": 36, \\\"offshore\\\": 20, \\\"funds\\\": 209, \\\"shuffles\\\": 5, \\\"management\\\": 115, \\\"shilpa\\\": 3, \\\"bhatia\\\": 2, \\\"rejoins\\\": 2, \\\"chief\\\": 85, \\\"officer\\\": 25, \\\"fivemonth\\\": 3, \\\"stint\\\": 1, \\\"indigo\\\": 9, \\\"what\\\": 166, \\\"analysts\\\": 91, \\\"forecasting\\\": 10, \\\"zooplus\\\": 1, \\\"ag\\\": 21, \\\"halfyear\\\": 1, \\\"humana\\\": 2, \\\"370\\\": 4, \\\"350\\\": 12, \\\"pavnath\\\": 3, \\\"rallies\\\": 75, \\\"raising\\\": 23, \\\"plans\\\": 157, \\\"coffee\\\": 20, \\\"list\\\": 38, \\\"fo\\\": 21, \\\"resistance\\\": 18, \\\"6270\\\": 1, \\\"lende\\\": 12, \\\"vogue\\\": 3, \\\"fundraising\\\": 4, \\\"tops\\\": 25, \\\"23\\\": 53, \\\"multi\\\": 4, \\\"commodity\\\": 36, \\\"praveen\\\": 2, \\\"kumar\\\": 31, \\\"singhal\\\": 1, \\\"ljganz\\\": 1, \\\"clients\\\": 24, \\\"trading\\\": 214, \\\"account\\\": 16, \\\"hold\\\": 56, \\\"2016\\\": 21, \\\"iras\\\": 1, \\\"return\\\": 47, \\\"countries\\\": 61, \\\"2011\\\": 54, \\\"carborundum\\\": 2, \\\"univeal\\\": 10, \\\"25\\\": 73, \\\"2878\\\": 1, \\\"bharat\\\": 10, \\\"forge\\\": 7, \\\"rich\\\": 6, \\\"valuations\\\": 30, \\\"corrections\\\": 5, \\\"sudip\\\": 21, \\\"bandopadhyay\\\": 2, \\\"fx\\\": 13, \\\"interviewed\\\": 1, \\\"boe\\\": 6, \\\"probe\\\": 16, \\\"sources\\\": 37, \\\"britains\\\": 13, \\\"badtempered\\\": 1, \\\"47year\\\": 1, \\\"marriage\\\": 2, \\\"union\\\": 33, \\\"boris\\\": 18, \\\"johnson\\\": 19, \\\"must\\\": 28, \\\"take\\\": 96, \\\"ownehi\\\": 1, \\\"might\\\": 22, \\\"breakout\\\": 14, \\\"above\\\": 58, \\\"8300\\\": 4, \\\"halt\\\": 11, \\\"psu\\\": 33, \\\"ofs\\\": 3, \\\"joe\\\": 4, \\\"leahy\\\": 1, \\\"elections\\\": 23, \\\"hong\\\": 69, \\\"kong\\\": 61, \\\"unlikely\\\": 16, \\\"stop\\\": 42, \\\"months\\\": 94, \\\"often\\\": 6, \\\"violent\\\": 2, \\\"demonstrations\\\": 4, \\\"several\\\": 27, \\\"large\\\": 41, \\\"tacked\\\": 1, \\\"however\\\": 32, \\\"surya\\\": 2, \\\"cdr\\\": 4, \\\"fails\\\": 18, \\\"banke\\\": 13, \\\"start\\\": 79, \\\"recovery\\\": 17, \\\"avoid\\\": 34, \\\"these\\\": 87, \\\"mutual\\\": 46, \\\"misfires\\\": 10, \\\"february\\\": 62, \\\"06\\\": 19, \\\"cipla\\\": 12, \\\"284\\\": 1, \\\"activision\\\": 4, \\\"blizzard\\\": 1, \\\"repeat\\\": 4, \\\"alexandria\\\": 17, \\\"va\\\": 20, \\\"oct\\\": 14, \\\"15\\\": 103, \\\"aaron\\\": 1, \\\"moss\\\": 1, \\\"hampshire\\\": 6, \\\"britain\\\": 21, \\\"developed\\\": 38, \\\"ornamental\\\": 4, \\\"handset\\\": 17, \\\"trademark\\\": 7, \\\"office\\\": 61, \\\"announced\\\": 54, \\\"sistema\\\": 4, \\\"tank\\\": 10, \\\"reserve\\\": 43, \\\"rattles\\\": 2, \\\"emerging\\\": 21, \\\"assets\\\": 37, \\\"yuan\\\": 37, \\\"remains\\\": 28, \\\"ruling\\\": 10, \\\"party\\\": 17, \\\"opens\\\": 41, \\\"gwyneth\\\": 1, \\\"paltrow\\\": 1, \\\"wont\\\": 24, \\\"get\\\": 126, \\\"pushed\\\": 4, \\\"venture\\\": 22, \\\"capitalists\\\": 1, \\\"amounted\\\": 21, \\\"94\\\": 9, \\\"currently\\\": 35, \\\"employs\\\": 23, \\\"approximately\\\": 58, \\\"730\\\": 1, \\\"people\\\": 86, \\\"exports\\\": 27, \\\"accounted\\\": 12, \\\"654\\\": 2, \\\"representing\\\": 11, \\\"record\\\": 124, \\\"motilal\\\": 20, \\\"oswal\\\": 18, \\\"forecasts\\\": 33, \\\"achhe\\\": 1, \\\"din\\\": 1, \\\"brent\\\": 26, \\\"near\\\": 88, \\\"9month\\\": 2, \\\"115\\\": 13, \\\"iraq\\\": 12, \\\"tensions\\\": 8, \\\"public\\\": 83, \\\"desperately\\\": 1, \\\"need\\\": 48, \\\"but\\\": 179, \\\"allconsuming\\\": 1, \\\"timeline\\\": 3, \\\"chinas\\\": 21, \\\"attempts\\\": 2, \\\"prevent\\\": 2, \\\"meltdown\\\": 2, \\\"rajeev\\\": 3, \\\"vasudeva\\\": 5, \\\"appointed\\\": 45, \\\"egon\\\": 1, \\\"zehnder\\\": 1, \\\"ocn\\\": 2, \\\"syna\\\": 1, \\\"svm\\\": 1, \\\"zgnx\\\": 1, \\\"midday\\\": 7, \\\"move\\\": 102, \\\"just\\\": 110, \\\"reported\\\": 53, \\\"lifting\\\": 7, \\\"targets\\\": 30, \\\"goa\\\": 7, \\\"carbon\\\": 13, \\\"67089\\\": 1, \\\"lakh\\\": 27, \\\"fix\\\": 13, \\\"strict\\\": 5, \\\"enforcement\\\": 4, \\\"timelines\\\": 1, \\\"focus\\\": 97, \\\"refund\\\": 5, \\\"imagination\\\": 2, \\\"tv\\\": 22, \\\"announces\\\": 73, \\\"buyback\\\": 25, \\\"program\\\": 53, \\\"w\\\": 14, \\\"\\\\u00e6rtsil\\\": 4, \\\"\\\\u00e6\\\": 12, \\\"provides\\\": 33, \\\"marine\\\": 9, \\\"opened\\\": 6, \\\"centre\\\": 23, \\\"murmansk\\\": 1, \\\"russia\\\": 81, \\\"twilio\\\": 3, \\\"fullyear\\\": 18, \\\"came\\\": 12, \\\"das\\\": 3, \\\"does\\\": 43, \\\"draghi\\\": 9, \\\"adopting\\\": 3, \\\"unconventional\\\": 1, \\\"tools\\\": 17, \\\"shorter\\\": 3, \\\"ashwani\\\": 119, \\\"gujral\\\": 118, \\\"telidyne\\\": 1, \\\"purchase\\\": 42, \\\"56\\\": 12, \\\"ducon\\\": 1, \\\"infratechnologies\\\": 1, \\\"george\\\": 6, \\\"soros\\\": 1, \\\"advances\\\": 4, \\\"repress\\\": 1, \\\"\\\\u2013\\\": 31, \\\"loop\\\": 4, \\\"upgrades\\\": 28, \\\"snap\\\": 12, \\\"pt\\\": 10, \\\"seen\\\": 100, \\\"opening\\\": 45, \\\"find\\\": 31, \\\"support\\\": 78, \\\"7460\\\": 2, \\\"uncommonly\\\": 1, \\\"snow\\\": 5, \\\"conditions\\\": 22, \\\"every\\\": 18, \\\"affected\\\": 6, \\\"result\\\": 55, \\\"roger\\\": 2, \\\"talermo\\\": 2, \\\"102\\\": 4, \\\"let\\\\u2019s\\\": 3, \\\"talk\\\": 16, \\\"donald\\\": 12, \\\"falling\\\": 22, \\\"knives\\\": 2, \\\"dead\\\": 8, \\\"cats\\\": 1, \\\"slump\\\": 37, \\\"copa\\\": 1, \\\"holdings\\\": 75, \\\"130\\\": 15, \\\"103\\\": 6, \\\"cloudera\\\": 1, \\\"cldr\\\": 1, \\\"martin\\\": 18, \\\"cole\\\": 1, \\\"read\\\": 57, \\\"upda\\\\u2026\\\": 1, \\\"markettiming\\\": 1, \\\"viable\\\": 3, \\\"follow\\\": 29, \\\"other\\\": 145, \\\"seeking\\\": 57, \\\"alpha\\\\u2026\\\": 22, \\\"bny\\\": 1, \\\"mellon\\\": 1, \\\"yield\\\": 31, \\\"strategies\\\": 10, \\\"00215\\\": 1, \\\"madras\\\": 1, \\\"doo\\\": 5, \\\"guardian\\\": 4, \\\"view\\\": 21, \\\"nuclear\\\": 16, \\\"mistakes\\\": 1, \\\"adequate\\\": 6, \\\"drag\\\": 14, \\\"051\\\": 1, \\\"latin\\\": 11, \\\"americas\\\": 15, \\\"already\\\": 45, \\\"backward\\\": 1, \\\"risk\\\": 81, \\\"losing\\\": 9, \\\"whole\\\": 24, \\\"dec\\\\u2026\\\": 1, \\\"enochian\\\": 3, \\\"bio\\\": 9, \\\"acquiring\\\": 11, \\\"exclusive\\\": 14, \\\"hbv\\\": 2, \\\"amazons\\\": 3, \\\"trillion\\\": 19, \\\"following\\\": 39, \\\"companys\\\": 4, \\\"voltas\\\": 9, \\\"q2\\\": 145, \\\"151\\\": 6, \\\"4228\\\": 1, \\\"we\\\": 148, \\\"pleased\\\": 9, \\\"invoice\\\": 11, \\\"automation\\\": 16, \\\"solution\\\": 48, \\\"major\\\": 72, \\\"selected\\\": 10, \\\"segments\\\": 13, \\\"streamline\\\": 4, \\\"structure\\\": 19, \\\"horowitz\\\": 1, \\\"fbi\\\": 2, \\\"should\\\": 131, \\\"pumped\\\": 1, \\\"brakes\\\": 3, \\\"surveillance\\\": 9, \\\"campaign\\\": 9, \\\"aide\\\": 2, \\\"hinder\\\": 2, \\\"paypals\\\": 2, \\\"addition\\\": 24, \\\"considering\\\": 12, \\\"becomes\\\": 16, \\\"filer\\\": 1, \\\"patents\\\": 2, \\\"robust\\\": 22, \\\"wipos\\\": 1, \\\"ip\\\": 5, \\\"treaties\\\": 1, \\\"fi\\\\u2026\\\": 2, \\\"drugs\\\": 9, \\\"contribute\\\": 4, \\\"abbvies\\\": 2, \\\"yearhigh\\\": 1, \\\"margarine\\\": 3, \\\"shape\\\": 11, \\\"last\\\": 110, \\\"making\\\": 41, \\\"natural\\\": 39, \\\"bunge\\\": 4, \\\"looking\\\": 35, \\\"leverage\\\": 6, \\\"central\\\": 61, \\\"raisio\\\": 10, \\\"matti\\\": 6, \\\"statement\\\": 20, \\\"scattered\\\": 3, \\\"buying\\\": 88, \\\"inaugurated\\\": 1, \\\"manufacturing\\\": 65, \\\"plant\\\": 111, \\\"chennai\\\": 9, \\\"mar\\\": 8, \\\"2006\\\": 96, \\\"eurozone\\\": 2, \\\"monthly\\\": 9, \\\"cautious\\\": 16, \\\"abb\\\": 9, \\\"gaurav\\\": 10, \\\"mehta\\\": 47, \\\"marvel\\\": 1, \\\"comics\\\": 2, \\\"torches\\\": 1, \\\"126m\\\": 1, \\\"auction\\\": 35, \\\"foxbusiness\\\": 3, \\\"fitsource\\\": 4, \\\"4080\\\": 1, \\\"nine\\\": 33, \\\"mehraboon\\\": 24, \\\"irani\\\": 24, \\\"late\\\": 17, \\\"rooms\\\": 1, \\\"super\\\": 3, \\\"break\\\": 23, \\\"collapse\\\": 17, \\\"holidaymake\\\": 1, \\\"ubiquiti\\\": 2, \\\"misses\\\": 56, \\\"006\\\": 11, \\\"bond\\\": 115, \\\"expects\\\": 59, \\\"wait\\\": 27, \\\"till\\\": 20, \\\"tories\\\": 3, \\\"unite\\\": 3, \\\"behind\\\": 22, \\\"mideast\\\": 1, \\\"ude\\\": 40, \\\"conflict\\\": 5, \\\"rex\\\": 2, \\\"american\\\": 35, \\\"resources\\\": 43, \\\"nyserex\\\": 1, \\\"gained\\\": 19, \\\"27\\\": 57, \\\"hoping\\\": 5, \\\"announcementloan\\\": 1, \\\"obtained\\\": 5, \\\"keppel\\\": 1, \\\"pacific\\\": 16, \\\"oak\\\": 1, \\\"singaporeexchange\\\": 2, \\\"stock\\\\u2026\\\": 43, \\\"moves\\\": 27, \\\"proper\\\": 6, \\\"status\\\": 19, \\\"slip\\\": 31, \\\"greece\\\": 13, \\\"reject\\\": 5, \\\"austerity\\\": 4, \\\"imposing\\\": 2, \\\"tariffs\\\": 24, \\\"how\\\": 135, \\\"affect\\\": 15, \\\"global\\\": 294, \\\"bse\\\": 91, \\\"caution\\\": 13, \\\"1900\\\": 5, \\\"securities\\\": 80, \\\"leif\\\": 1, \\\"rosen\\\": 2, \\\"head\\\": 86, \\\"special\\\": 25, \\\"plate\\\": 7, \\\"unit\\\": 94, \\\"includes\\\": 48, \\\"quarto\\\": 1, \\\"units\\\": 34, \\\"degerfo\\\": 2, \\\"castle\\\": 1, \\\"usa\\\": 18, \\\"willich\\\": 1, \\\"germany\\\": 25, \\\"well\\\": 109, \\\"pressplate\\\": 1, \\\"prefab\\\": 1, \\\"avesta\\\": 2, \\\"coaching\\\": 1, \\\"institute\\\": 4, \\\"resonance\\\": 1, \\\"eduventures\\\": 1, \\\"500\\\": 105, \\\"sentiment\\\": 20, \\\"speaks\\\": 3, \\\"death\\\": 22, \\\"them\\\": 33, \\\"updates\\\": 37, \\\"past\\\": 40, \\\"impact\\\": 50, \\\"chains\\\": 10, \\\"treasury\\\": 16, \\\"summary\\\": 15, \\\"vedantas\\\": 2, \\\"indices\\\": 17, \\\"post\\\": 95, \\\"cairn\\\": 16, \\\"purchased\\\": 7, \\\"private\\\": 40, \\\"equity\\\": 65, \\\"niam\\\": 2, \\\"goldman\\\": 43, \\\"sachs\\\": 26, \\\"whitehall\\\": 2, \\\"rep\\\": 2, \\\"jerry\\\": 1, \\\"nadler\\\": 1, \\\"leaves\\\": 13, \\\"impeachment\\\": 14, \\\"trial\\\": 21, \\\"wife\\\": 4, \\\"she\\\": 13, \\\"battles\\\": 3, \\\"cancer\\\": 18, \\\"ncdex\\\": 23, \\\"launches\\\": 49, \\\"membehip\\\": 3, \\\"category\\\": 8, \\\"forwards\\\": 7, \\\"citi\\\": 14, \\\"starts\\\": 35, \\\"averted\\\": 2, \\\"fiasco\\\": 2, \\\"phase\\\": 34, \\\"intellia\\\": 1, \\\"crsprcas9\\\": 1, \\\"programs\\\": 8, \\\"chevron\\\": 4, \\\"prepares\\\": 4, \\\"restart\\\": 6, \\\"output\\\": 35, \\\"saudikuwaiti\\\": 1, \\\"border\\\": 5, \\\"investo\\\\u201a\\\\u00e4\\\": 1, \\\"dividends\\\": 16, \\\"push\\\": 30, \\\"disaster\\\": 6, \\\"nyse\\\": 31, \\\"tests\\\": 18, \\\"brief\\\": 13, \\\"before\\\": 90, \\\"alibaba\\\": 16, \\\"debut\\\": 43, \\\"update\\\": 128, \\\"higher\\\": 151, \\\"jp\\\": 25, \\\"morgan\\\": 55, \\\"invest\\\": 39, \\\"declined\\\": 11, \\\"8036\\\": 1, \\\"go\\\": 71, \\\"upto\\\": 12, \\\"425\\\": 2, \\\"gaba\\\": 10, \\\"rangebound\\\": 39, \\\"ongc\\\": 31, \\\"ril\\\": 27, \\\"ambuja\\\": 4, \\\"cements\\\": 3, \\\"univee\\\": 1, \\\"nortonlifelock\\\": 3, \\\"jumped\\\": 19, \\\"loan\\\": 33, \\\"lift\\\": 18, \\\"hdfc\\\": 29, \\\"33\\\": 35, \\\"stall\\\": 5, \\\"piramal\\\": 10, \\\"acquire\\\": 37, \\\"10\\\": 163, \\\"shriram\\\": 18, \\\"city\\\": 44, \\\"790\\\": 2, \\\"reade\\\": 10, \\\"40bbl\\\": 1, \\\"prices\\\": 192, \\\"yet\\\": 24, \\\"see\\\": 85, \\\"bottom\\\": 15, \\\"number\\\": 74, \\\"k\\\": 37, \\\"540\\\": 2, \\\"000\\\": 18, \\\"885\\\": 1, \\\"liberty\\\": 6, \\\"shoes\\\": 4, \\\"logs\\\": 1, \\\"pc\\\": 84, \\\"diveifying\\\": 1, \\\"negatively\\\": 1, \\\"affecting\\\": 2, \\\"portfolio\\\\u2026\\\": 1, \\\"amd\\\": 5, \\\"highest\\\": 17, \\\"level\\\": 73, \\\"graphics\\\": 3, \\\"card\\\": 16, \\\"subject\\\": 9, \\\"like\\\": 74, \\\"programming\\\": 1, \\\"consultancy\\\": 9, \\\"computerrelated\\\": 1, \\\"computer\\\": 12, \\\"internet\\\": 33, \\\"etc\\\": 2, \\\"ic\\\": 1, \\\"sahu\\\": 1, \\\"ed\\\": 4, \\\"incharge\\\": 3, \\\"iisco\\\": 1, \\\"steel\\\": 80, \\\"risks\\\": 34, \\\"czech\\\": 12, \\\"lockdown\\\": 16, \\\"decision\\\": 42, \\\"guide\\\": 14, \\\"travelex\\\": 2, \\\"\\\\u00a381m\\\": 1, \\\"undisclosed\\\": 9, \\\"cheques\\\": 1, \\\"emerge\\\": 4, \\\"quoted\\\": 3, \\\"rautaruukki\\\": 8, \\\"rtrks\\\": 2, \\\"gonna\\\": 3, \\\"bad\\\": 27, \\\"ancho\\\": 1, \\\"wearing\\\": 1, \\\"surgical\\\": 5, \\\"masks\\\": 8, \\\"ilkkayhtym\\\\u00e4\\\": 1, \\\"johdon\\\": 1, \\\"liiketoimet\\\": 1, \\\"add\\\": 20, \\\"diesel\\\": 12, \\\"deregulation\\\": 4, \\\"prospects\\\": 22, \\\"shenoy\\\": 15, \\\"safe\\\": 15, \\\"dipan\\\": 25, \\\"monetary\\\": 17, \\\"fuel\\\": 31, \\\"fresh\\\": 56, \\\"oliver\\\": 2, \\\"figured\\\": 1, \\\"touch\\\": 21, \\\"23500\\\": 1, \\\"rbs\\\": 3, \\\"according\\\": 96, \\\"statistics\\\": 6, \\\"e36\\\": 1, \\\"4\\\": 129, \\\"imported\\\": 6, \\\"january\\\": 101, \\\"01\\\": 23, \\\"total\\\": 145, \\\"imports\\\": 20, \\\"rosenblatt\\\": 2, \\\"projects\\\": 56, \\\"downside\\\": 17, \\\"dr\\\": 14, \\\"reddy\\\": 6, \\\"grows\\\": 15, \\\"70\\\": 27, \\\"618\\\": 1, \\\"chart\\\": 27, \\\"iifl\\\": 15, \\\"wealth\\\": 21, \\\"idea\\\": 23, \\\"ranbaxy\\\": 12, \\\"small\\\": 59, \\\"eih\\\": 2, \\\"raise\\\": 119, \\\"1160\\\": 3, \\\"rights\\\": 94, \\\"upon\\\": 9, \\\"establishment\\\": 1, \\\"directed\\\": 9, \\\"peons\\\": 15, \\\"commex\\\": 4, \\\"ucx\\\": 3, \\\"little\\\": 31, \\\"worried\\\": 7, \\\"graphite\\\": 2, \\\"ones\\\": 4, \\\"cvegph\\\": 1, \\\"cash\\\": 78, \\\"burn\\\": 7, \\\"bounce\\\": 31, \\\"seeing\\\": 11, \\\"28000\\\": 10, \\\"active\\\": 15, \\\"early\\\": 60, \\\"trust\\\": 33, \\\"sells\\\": 27, \\\"satyam\\\": 3, \\\"84\\\": 9, \\\"firms\\\": 83, \\\"4th\\\": 5, \\\"osses\\\": 9, \\\"200day\\\": 2, \\\"moving\\\": 19, \\\"average\\\": 28, \\\"africans\\\": 3, \\\"propose\\\": 9, \\\"standstill\\\": 2, \\\"obond\\\": 1, \\\"payments\\\": 24, \\\"55\\\": 23, \\\"worke\\\": 46, \\\"m\\\": 186, \\\"l\\\": 22, \\\"closedown\\\": 1, \\\"completed\\\": 31, \\\"2012\\\": 19, \\\"available\\\": 38, \\\"ireland\\\": 14, \\\"refuses\\\": 6, \\\"answer\\\": 7, \\\"145\\\": 5, \\\"tax\\\": 51, \\\"question\\\": 7, \\\"makes\\\": 61, \\\"toplevel\\\": 2, \\\"changes\\\": 26, \\\"16700\\\": 1, \\\"50\\\": 61, \\\"kongs\\\": 2, \\\"benchmark\\\": 30, \\\"index\\\": 61, \\\"largest\\\": 58, \\\"stockmann\\\": 25, \\\"launched\\\": 14, \\\"regionally\\\": 1, \\\"unique\\\": 7, \\\"introduce\\\": 7, \\\"mastercard\\\": 3, \\\"enabling\\\": 7, \\\"different\\\": 26, \\\"states\\\": 34, \\\"stores\\\": 30, \\\"use\\\": 62, \\\"hcl\\\": 18, \\\"gajendra\\\": 5, \\\"nagpal\\\": 4, \\\"sjvn\\\": 1, \\\"28\\\": 33, \\\"octoberdecember\\\": 5, \\\"fy14\\\": 6, \\\"jk\\\": 7, \\\"cement\\\": 48, \\\"birla\\\": 11, \\\"corp\\\": 58, \\\"avinnash\\\": 12, \\\"gorakssakar\\\": 12, \\\"then\\\": 17, \\\"tikkurila\\\": 23, \\\"former\\\": 46, \\\"chemicals\\\": 20, \\\"kemira\\\": 22, \\\"hel\\\": 64, \\\"kra1v\\\": 1, \\\"distributed\\\": 6, \\\"86\\\": 7, \\\"facilitate\\\": 2, \\\"divestment\\\": 9, \\\"angkor\\\": 1, \\\"banlung\\\": 1, \\\"drill\\\": 1, \\\"rig\\\": 4, \\\"count\\\": 6, \\\"fifth\\\": 9, \\\"straight\\\": 11, \\\"house\\\": 40, \\\"gail\\\": 8, \\\"igl\\\": 4, \\\"gallantt\\\": 1, \\\"ispat\\\": 8, \\\"lists\\\": 13, \\\"premium\\\": 18, \\\"52\\\": 16, \\\"cerc\\\": 3, \\\"lease\\\": 7, \\\"life\\\": 60, \\\"adani\\\": 17, \\\"clsa\\\": 11, \\\"kkr\\\": 4, \\\"fashioning\\\": 1, \\\"8b\\\": 1, \\\"bid\\\": 25, \\\"coty\\\": 5, \\\"beauty\\\": 13, \\\"division\\\": 34, \\\"sky\\\": 3, \\\"tomorrow\\\": 35, \\\"honda\\\": 7, \\\"motor\\\": 9, \\\"hmc\\\": 1, \\\"ionphase\\\": 1, \\\"aura\\\": 1, \\\"raute\\\": 13, \\\"posted\\\": 13, \\\"299000\\\": 1, \\\"430000\\\": 1, \\\"gsk\\\": 7, \\\"consumer\\\": 61, \\\"17\\\": 48, \\\"inline\\\": 24, \\\"aftehock\\\": 1, \\\"pretty\\\": 14, \\\"horrific\\\": 1, \\\"come\\\": 32, \\\"stuck\\\": 9, \\\"range\\\": 90, \\\"individual\\\": 4, \\\"uptrend\\\": 7, \\\"bhel\\\": 17, \\\"amit\\\": 10, \\\"harchekar\\\": 3, \\\"p\\\": 41, \\\"madhusudan\\\": 3, \\\"assumes\\\": 2, \\\"charge\\\": 18, \\\"cmd\\\": 17, \\\"rinl\\\": 5, \\\"wework\\\": 15, \\\"reportedly\\\": 7, \\\"investors\\\": 1, \\\"delay\\\": 17, \\\"beginning\\\": 16, \\\"subsiption\\\": 22, \\\"b\\\": 28, \\\"option\\\": 44, \\\"right\\\": 40, \\\"1022\\\": 1, \\\"invention\\\": 5, \\\"carries\\\": 2, \\\"publication\\\": 6, \\\"sanfilippo\\\": 4, \\\"son\\\": 6, \\\"jbss\\\": 1, \\\"jeffrey\\\": 4, \\\"newmont\\\": 2, \\\"goldcorp\\\": 2, \\\"poised\\\": 11, \\\"outperform\\\": 34, \\\"ftse\\\": 37, \\\"big\\\": 86, \\\"victory\\\": 9, \\\"diluted\\\": 8, \\\"rose\\\": 67, \\\"105\\\": 18, \\\"064\\\": 2, \\\"boston\\\": 1, \\\"scientific\\\": 4, \\\"bullish\\\": 89, \\\"flow\\\": 32, \\\"5000\\\": 12, \\\"30\\\": 79, \\\"puts\\\": 12, \\\"being\\\": 41, \\\"sold\\\": 34, \\\"072\\\": 1, \\\"august\\\": 41, \\\"prerequisite\\\": 1, \\\"inclusion\\\": 3, \\\"receipt\\\": 3, \\\"employees\\\": 75, \\\"aspo\\\": 23, \\\"determined\\\": 3, \\\"advance\\\": 16, \\\"maximum\\\": 21, \\\"regeneron\\\": 3, \\\"regn\\\": 1, \\\"jefferies\\\": 8, \\\"healthcare\\\": 39, \\\"slideshow\\\": 31, \\\"subsibe\\\\u2026\\\": 1, \\\"dragonfly\\\": 3, \\\"collaborates\\\": 1, \\\"abbvie\\\": 11, \\\"autoimmune\\\": 1, \\\"diseases\\\": 2, \\\"oncology\\\": 3, \\\"qantas\\\": 1, \\\"challenges\\\": 11, \\\"airbus\\\": 14, \\\"boeing\\\": 39, \\\"offer\\\": 103, \\\"ultralong\\\": 1, \\\"haul\\\": 1, \\\"jets\\\": 6, \\\"japan\\\": 33, \\\"tobacco\\\": 13, \\\"fy\\\": 13, \\\"bigger\\\": 13, \\\"worldline\\\": 1, \\\"deals\\\": 20, \\\"able\\\": 10, \\\"vote\\\": 26, \\\"egm\\\": 3, \\\"scheduled\\\": 23, \\\"later\\\": 15, \\\"month\\\": 44, \\\"neomarkka\\\": 8, \\\"kuitu\\\": 4, \\\"custome\\\": 87, \\\"interested\\\": 9, \\\"restarts\\\": 2, \\\"lawson\\\": 1, \\\"financial\\\": 311, \\\"mr\\\": 29, \\\"chopra\\\": 2, \\\"tecnotree\\\": 6, \\\"elaborated\\\": 1, \\\"am\\\": 36, \\\"eager\\\": 1, \\\"continued\\\": 17, \\\"success\\\": 10, \\\"tecnomen\\\": 7, \\\"bringing\\\": 2, \\\"lifetree\\\": 1, \\\"mena\\\": 4, \\\"umbrella\\\": 1, \\\"58\\\": 8, \\\"shortterm\\\": 23, \\\"hero\\\": 13, \\\"motocorp\\\": 9, \\\"tcs\\\": 31, \\\"hexaware\\\": 6, \\\"fitch\\\": 8, \\\"affirms\\\": 4, \\\"tata\\\": 66, \\\"moto\\\": 31, \\\"jlr\\\": 3, \\\"stable\\\": 15, \\\"both\\\": 58, \\\"302\\\": 5, \\\"253\\\": 4, \\\"pct\\\": 60, \\\"apellis\\\": 1, \\\"apls\\\": 1, \\\"climbs\\\": 21, \\\"323\\\": 2, \\\"breaking\\\": 21, \\\"root\\\": 4, \\\"causes\\\": 7, \\\"streets\\\": 5, \\\"finest\\\": 1, \\\"walk\\\": 5, \\\"mess\\\": 2, \\\"saudi\\\": 31, \\\"aramco\\\": 12, \\\"disclosed\\\": 23, \\\"robosense\\\": 1, \\\"obtains\\\": 2, \\\"iatf\\\": 1, \\\"16949\\\": 1, \\\"certification\\\": 6, \\\"ups\\\": 11, \\\"cofounder\\\": 6, \\\"janakiraman\\\": 1, \\\"srinivasan\\\": 3, \\\"quits\\\": 33, \\\"g4s\\\": 2, \\\"planning\\\": 27, \\\"cashhandling\\\": 1, \\\"aurora\\\": 11, \\\"beefs\\\": 1, \\\"leadehip\\\": 5, \\\"team\\\": 15, \\\"mcxsx\\\": 15, \\\"starting\\\": 18, \\\"peck\\\": 2, \\\"accelerating\\\": 5, \\\"profitable\\\": 6, \\\"green\\\": 30, \\\"nanocap\\\": 1, \\\"electriccar\\\": 1, \\\"resumed\\\": 1, \\\"factory\\\": 23, \\\"hel\\\\u2026\\\": 1, \\\"profits\\\": 34, \\\"08\\\": 9, \\\"09\\\": 14, \\\"glisten\\\": 2, \\\"invested\\\": 18, \\\"brand\\\": 35, \\\"refined\\\": 8, \\\"soya\\\": 9, \\\"034\\\": 4, \\\"alma\\\": 31, \\\"corporation\\\": 157, \\\"press\\\": 28, \\\"release\\\": 42, \\\"tyrv\\\": 3, \\\"sanomat\\\": 9, \\\"confirmed\\\": 11, \\\"\\\\u00e6n\\\": 1, \\\"transferred\\\": 11, \\\"suomen\\\": 13, \\\"paikallissanomat\\\": 7, \\\"make\\\": 93, \\\"marketing\\\": 39, \\\"investments\\\": 45, \\\"efficient\\\": 4, \\\"yen\\\": 17, \\\"sinks\\\": 6, \\\"7year\\\": 6, \\\"tricks\\\": 1, \\\"treats\\\": 3, \\\"defence\\\": 8, \\\"expo\\\": 4, \\\"achieved\\\": 3, \\\"2024\\\": 2, \\\"rajnath\\\": 1, \\\"singh\\\": 28, \\\"petroleum\\\": 14, \\\"51011\\\": 1, \\\"jittery\\\": 3, \\\"recession\\\": 51, \\\"spook\\\": 2, \\\"happened\\\": 23, \\\"here\\\\u2019s\\\": 9, \\\"impeachment\\\\u2014and\\\": 1, \\\"investigations\\\\u2014right\\\": 1, \\\"mixed\\\": 52, \\\"asian\\\": 51, \\\"catalysts\\\": 5, \\\"refinery\\\": 11, \\\"polyolefin\\\": 1, \\\"categories\\\": 2, \\\"industrials\\\": 19, \\\"mondays\\\": 4, \\\"session\\\": 21, \\\"cisco\\\": 2, \\\"dinesh\\\": 4, \\\"malkani\\\": 13, \\\"tietoenator\\\": 6, \\\"159\\\": 5, \\\"nyse\\\\u2019s\\\": 1, \\\"proposal\\\": 21, \\\"allow\\\": 10, \\\"listings\\\": 8, \\\"rejected\\\": 5, \\\"sec\\\": 7, \\\"fortune\\\": 4, \\\"nysefbhs\\\": 1, \\\"booked\\\": 5, \\\"cil\\\": 11, \\\"afternoon\\\": 7, \\\"consolidation\\\": 10, \\\"expect\\\": 56, \\\"55006000\\\": 1, \\\"nitin\\\": 11, \\\"raheja\\\": 7, \\\"entity\\\": 6, \\\"registered\\\": 11, \\\"broker\\\": 12, \\\"cannot\\\": 6, \\\"act\\\": 24, \\\"merchant\\\": 8, \\\"banker\\\": 3, \\\"secto\\\": 29, \\\"broadly\\\": 2, \\\"currency\\\": 40, \\\"play\\\": 45, \\\"reliance\\\": 51, \\\"infrastructure\\\": 59, \\\"insider\\\": 15, \\\"buys\\\": 43, \\\"dec\\\": 28, \\\"msci\\\": 13, \\\"shifting\\\": 3, \\\"consume\\\": 29, \\\"\\\\u00a3172m\\\": 2, \\\"supplie\\\": 7, \\\"42\\\": 18, \\\"kraft\\\": 5, \\\"heinz\\\": 3, \\\"fitquarter\\\": 5, \\\"mw\\\": 12, \\\"285\\\": 1, \\\"crompton\\\": 5, \\\"greaves\\\": 7, \\\"sandeep\\\": 61, \\\"wagle\\\": 52, \\\"aptart\\\": 12, \\\"technical\\\": 42, \\\"advisory\\\": 18, \\\"witnessing\\\": 2, \\\"sideways\\\": 9, \\\"pine\\\": 1, \\\"related\\\": 31, \\\"chemical\\\": 11, \\\"upm\\\": 14, \\\"pulp\\\": 20, \\\"mill\\\": 27, \\\"kymi\\\": 1, \\\"southern\\\": 17, \\\"amazon\\\": 48, \\\"ibm\\\": 7, \\\"delta\\\": 6, \\\"luckin\\\": 7, \\\"watch\\\": 91, \\\"treasuries\\\": 2, \\\"hopes\\\": 50, \\\"reesmogg\\\": 1, \\\"accused\\\": 9, \\\"cashing\\\": 2, \\\"retirement\\\": 22, \\\"november\\\": 73, \\\"fundamentally\\\": 4, \\\"priced\\\": 8, \\\"angel\\\": 21, \\\"broking\\\": 31, \\\"leveraged\\\": 2, \\\"decays\\\": 1, \\\"here\\\": 78, \\\"below\\\": 74, \\\"dithe\\\": 1, \\\"virus\\\": 48, \\\"response\\\": 17, \\\"simultaneously\\\": 5, \\\"35\\\": 45, \\\"arena\\\": 6, \\\"interactive\\\": 7, \\\"brierley\\\": 1, \\\"unveils\\\": 10, \\\"branding\\\": 1, \\\"religare\\\": 10, \\\"health\\\": 47, \\\"2373\\\": 1, \\\"having\\\": 10, \\\"trouble\\\": 10, \\\"saving\\\": 5, \\\"survey\\\": 16, \\\"finds\\\": 14, \\\"struggling\\\": 14, \\\"emergency\\\": 15, \\\"whats\\\": 14, \\\"idfc\\\": 16, \\\"mfs\\\": 6, \\\"star\\\": 17, \\\"quarte\\\": 12, \\\"harendra\\\": 15, \\\"dna\\\": 2, \\\"function\\\": 5, \\\"subcontractor\\\": 3, \\\"maingate\\\": 1, \\\"telecommunications\\\": 13, \\\"connections\\\": 4, \\\"reporting\\\": 18, \\\"432\\\": 1, \\\"collisions\\\": 1, \\\"started\\\": 46, \\\"underweight\\\": 11, \\\"banking\\\": 58, \\\"manish\\\": 8, \\\"care\\\": 20, \\\"spurts\\\": 2, \\\"mou\\\": 7, \\\"japanbased\\\": 1, \\\"rating\\\": 28, \\\"institutions\\\": 13, \\\"fisi\\\": 1, \\\"marty\\\": 1, \\\"birmingham\\\": 2, \\\"honkarakenne\\\": 9, \\\"customer\\\": 35, \\\"kazakhstan\\\": 5, \\\"lawsuit\\\": 16, \\\"seeks\\\": 38, \\\"pin\\\": 1, \\\"blame\\\": 9, \\\"737\\\": 30, \\\"max\\\": 46, \\\"boeings\\\": 3, \\\"eukor\\\": 1, \\\"car\\\": 37, \\\"carrie\\\": 3, \\\"grimaldi\\\": 5, \\\"rollon\\\": 1, \\\"rolloff\\\": 1, \\\"port\\\": 14, \\\"wallhamn\\\": 1, \\\"did\\\": 53, \\\"idex\\\": 1, \\\"corporations\\\": 8, \\\"nyseiex\\\": 1, \\\"recent\\\": 32, \\\"trend\\\": 34, \\\"sataflexo\\\": 1, \\\"eur4\\\": 4, \\\"employed\\\": 5, \\\"rec\\\": 5, \\\"gets\\\": 48, \\\"42000\\\": 1, \\\"aanjaneya\\\": 1, \\\"rising\\\": 34, \\\"steadily\\\": 2, \\\"nonrecurring\\\": 15, \\\"items\\\": 20, \\\"notable\\\": 5, \\\"buckle\\\": 3, \\\"bke\\\": 1, \\\"brussels\\\": 5, \\\"edition\\\": 2, \\\"truce\\\\u00a0offerings\\\": 1, \\\"place\\\": 34, \\\"bids\\\": 12, \\\"813\\\": 1, \\\"eur3\\\": 8, \\\"eur2\\\": 9, \\\"apriljune\\\": 8, \\\"imposes\\\": 7, \\\"fine\\\": 28, \\\"sunrise\\\": 2, \\\"proteins\\\": 4, \\\"shows\\\": 38, \\\"pandemic\\\": 26, \\\"slightly\\\": 23, \\\"drags\\\": 10, \\\"corner\\\": 7, \\\"32yearold\\\": 1, \\\"2218\\\": 1, \\\"29yearold\\\": 1, \\\"pop\\\": 4, \\\"360\\\\u2026\\\": 1, \\\"guns\\\": 1, \\\"industries\\\": 92, \\\"mike\\\": 14, \\\"trainee\\\": 2, \\\"trader\\\": 6, \\\"once\\\": 15, \\\"116\\\": 6, \\\"he\\\": 65, \\\"thought\\\": 5, \\\"\\\\u201cdemo\\\\u201d\\\": 1, \\\"plunges\\\": 22, \\\"disappoints\\\": 10, \\\"ashok\\\": 15, \\\"leyland\\\": 11, \\\"ties\\\": 11, \\\"lclcl\\\": 1, \\\"vehicle\\\": 12, \\\"loans\\\": 29, \\\"snaps\\\": 7, \\\"4day\\\": 2, \\\"cues\\\": 54, \\\"subsibe\\\": 34, \\\"cameco\\\": 2, \\\"typically\\\": 3, \\\"contracts\\\": 38, \\\"4060\\\": 1, \\\"ratio\\\": 27, \\\"fixed\\\": 24, \\\"caustic\\\": 2, \\\"soda\\\": 2, \\\"think\\\": 46, \\\"antares\\\": 2, \\\"nasdaqatrs\\\": 1, \\\"signs\\\": 24, \\\"weakening\\\": 2, \\\"fired\\\": 6, \\\"body\\\": 16, \\\"slamming\\\": 1, \\\"student\\\": 4, \\\"sti\\\": 2, \\\"way\\\": 39, \\\"6800\\\": 3, \\\"raymond\\\": 9, \\\"pe\\\": 29, \\\"paid\\\": 23, \\\"each\\\": 19, \\\"date\\\": 19, \\\"entered\\\": 11, \\\"kept\\\": 3, \\\"depository\\\": 2, \\\"change\\\": 51, \\\"158\\\": 8, \\\"229\\\": 2, \\\"whitewater\\\": 1, \\\"express\\\": 6, \\\"acquires\\\": 17, \\\"quick\\\": 9, \\\"clean\\\": 9, \\\"location\\\": 17, \\\"launching\\\": 4, \\\"dedicated\\\": 6, \\\"austin\\\": 2, \\\"mac\\\": 2, \\\"52599\\\": 1, \\\"transportation\\\": 19, \\\"form\\\": 27, 