"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 20000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"####\", \"document_count\": 15739, \"word_counts\": \"{\\\"rashtriya\\\": 3, \\\"ispat\\\": 6, \\\"nigam\\\": 1, \\\"ltd\\\": 110, \\\"posts\\\": 64, \\\"25\\\": 82, \\\"growth\\\": 251, \\\"in\\\": 3786, \\\"fy14\\\": 7, \\\"turnover\\\": 44, \\\"hdil\\\": 13, \\\"a\\\": 2580, \\\"good\\\": 353, \\\"stock\\\": 511, \\\"to\\\": 4949, \\\"look\\\": 120, \\\"at\\\": 1309, \\\"devang\\\": 17, \\\"mehta\\\": 43, \\\"anand\\\": 12, \\\"rathi\\\": 1, \\\"financial\\\": 142, \\\"services\\\": 115, \\\"bharat\\\": 21, \\\"forges\\\": 3, \\\"q3\\\": 207, \\\"net\\\": 970, \\\"soars\\\": 42, \\\"98\\\": 13, \\\"rs\\\": 1036, \\\"94\\\": 11, \\\"crore\\\": 610, \\\"skf\\\": 11, \\\"india\\\": 264, \\\"q2\\\": 227, \\\"profit\\\": 762, \\\"down\\\": 645, \\\"2\\\": 174, \\\"pc\\\": 180, \\\"46\\\": 23, \\\"cr\\\": 217, \\\"scandalous\\\": 1, \\\"wealth\\\": 27, \\\"inequality\\\": 13, \\\"sahara\\\": 7, \\\"group\\\": 183, \\\"listed\\\": 4, \\\"scrips\\\": 3, \\\"slip\\\": 61, \\\"after\\\": 579, \\\"subrata\\\": 4, \\\"roys\\\": 1, \\\"arrest\\\": 9, \\\"mining\\\": 29, \\\"related\\\": 11, \\\"stocks\\\": 708, \\\"showing\\\": 17, \\\"weak\\\": 166, \\\"relative\\\": 10, \\\"strength\\\": 15, \\\"versus\\\": 27, \\\"esd\\\": 3, \\\"es\\\": 42, \\\"f\\\": 67, \\\"last\\\": 174, \\\"few\\\": 76, \\\"weeks\\\": 54, \\\"fcx\\\": 21, \\\"nem\\\": 15, \\\"gg\\\": 2, \\\"gd\\\": 29, \\\"sv\\\": 20, \\\"cf\\\": 28, \\\"mcp\\\": 31, \\\"aci\\\": 5, \\\"why\\\": 106, \\\"the\\\": 4497, \\\"house\\\": 35, \\\"of\\\": 3148, \\\"commons\\\": 3, \\\"should\\\": 155, \\\"stay\\\": 48, \\\"london\\\": 43, \\\"and\\\": 2050, \\\"reject\\\": 13, \\\"radical\\\": 7, \\\"redesign\\\": 1, \\\"sebi\\\": 61, \\\"slaps\\\": 4, \\\"8\\\": 111, \\\"lakh\\\": 51, \\\"penalty\\\": 8, \\\"on\\\": 2947, \\\"promoters\\\": 19, \\\"blue\\\": 18, \\\"blends\\\": 1, \\\"bata\\\": 11, \\\"414\\\": 2, \\\"per\\\": 399, \\\"cent\\\": 316, \\\"5937\\\": 2, \\\"out\\\": 385, \\\"hindustan\\\": 16, \\\"copper\\\": 44, \\\"moment\\\": 12, \\\"ashit\\\": 9, \\\"suri\\\": 10, \\\"priority\\\": 2, \\\"for\\\": 2105, \\\"2009\\\": 180, \\\"was\\\": 300, \\\"strengthen\\\": 17, \\\"company\\\": 402, \\\"s\\\": 417, \\\"balance\\\": 22, \\\"sheet\\\": 11, \\\"increase\\\": 86, \\\"cash\\\": 110, \\\"flow\\\": 42, \\\"ceo\\\": 65, \\\"hannu\\\": 1, \\\"krook\\\": 1, \\\"said\\\": 284, \\\"amrn\\\": 4, \\\"its\\\": 581, \\\"accumulating\\\": 2, \\\"i\\\": 456, \\\"think\\\": 83, \\\"buy\\\": 366, \\\"now\\\": 285, \\\"or\\\": 187, \\\"hold\\\": 74, \\\"your\\\": 73, \\\"peace\\\": 1, \\\"this\\\": 605, \\\"go\\\": 155, \\\"up\\\": 1180, \\\"todaytomorrow\\\": 2, \\\"saudi\\\": 21, \\\"arabia\\\": 11, \\\"is\\\": 1222, \\\"ramping\\\": 1, \\\"oil\\\": 309, \\\"output\\\": 31, \\\"boosting\\\": 3, \\\"production\\\": 72, \\\"capacity\\\": 29, \\\"hiring\\\": 2, \\\"new\\\": 423, \\\"tankers\\\": 2, \\\"fight\\\": 22, \\\"price\\\": 303, \\\"w\\\\u00e2\\\\u20ac\\\\u00a6\\\": 5, \\\"user\\\": 531, \\\"goog\\\": 172, \\\"830\\\": 3, \\\"feels\\\": 13, \\\"ot\\\": 10, \\\"like\\\": 296, \\\"aap\\\": 729, \\\"705\\\": 1, \\\"very\\\": 110, \\\"overextended\\\": 2, \\\"here\\\": 294, \\\"cation\\\": 1, \\\"are\\\": 448, \\\"you\\\": 204, \\\"afraid\\\": 5, \\\"that\\\": 499, \\\"ow\\\": 10, \\\"800k\\\": 1, \\\"vol\\\": 48, \\\"equifax\\\": 1, \\\"pay\\\": 113, \\\"700m\\\": 1, \\\"over\\\": 882, \\\"breach\\\": 8, \\\"exposed\\\": 9, \\\"data\\\": 121, \\\"150m\\\": 2, \\\"people\\\": 70, \\\"homebuilders\\\": 2, \\\"ryl\\\": 1, \\\"breaking\\\": 77, \\\"below\\\": 187, \\\"support\\\": 149, \\\"watch\\\": 185, \\\"onespy\\\": 1, \\\"cnx\\\": 16, \\\"it\\\": 954, \\\"remain\\\": 64, \\\"positive\\\": 98, \\\"strongest\\\": 6, \\\"among\\\": 64, \\\"tech\\\": 86, \\\"pack\\\": 16, \\\"mitesh\\\": 97, \\\"thacker\\\": 97, \\\"prices\\\": 241, \\\"suggest\\\": 11, \\\"short\\\": 450, \\\"recession\\\": 85, \\\"with\\\": 852, \\\"swift\\\": 4, \\\"rebound\\\": 25, \\\"corporate\\\": 34, \\\"profits\\\": 91, \\\"while\\\": 75, \\\"gains\\\": 177, \\\"havens\\\": 2, \\\"signal\\\": 35, \\\"worr\\\\u00e2\\\\u20ac\\\\u00a6\\\": 1, \\\"trade\\\": 263, \\\"ideastif\\\": 1, \\\"psn\\\": 1, \\\"o\\\": 28, \\\"fshort\\\": 1, \\\"icra\\\": 8, \\\"rose\\\": 89, \\\"16\\\": 52, \\\"1557\\\": 1, \\\"pound\\\": 31, \\\"falls\\\": 205, \\\"back\\\": 255, \\\"general\\\": 22, \\\"election\\\": 17, \\\"speculation\\\": 9, \\\"idea\\\": 39, \\\"esc2595\\\": 1, \\\"target\\\": 229, \\\"3550\\\": 2, \\\"cut\\\": 135, \\\"2140\\\": 1, \\\"ted\\\": 6, \\\"baker\\\": 6, \\\"boss\\\": 27, \\\"given\\\": 18, \\\"formal\\\": 1, \\\"warning\\\": 52, \\\"shoving\\\": 1, \\\"executive\\\": 21, \\\"shot\\\": 46, \\\"setups\\\": 13, \\\"th\\\": 4, \\\"psx\\\": 3, \\\"dds\\\": 5, \\\"ew\\\": 5, \\\"gmc\\\": 27, \\\"looks\\\": 138, \\\"free\\\": 21, \\\"money\\\": 105, \\\"today\\\": 365, \\\"headed\\\": 12, \\\"49\\\": 20, \\\"so\\\": 156, \\\"far\\\": 46, \\\"regulator\\\": 19, \\\"lines\\\": 21, \\\"contempt\\\": 5, \\\"case\\\": 34, \\\"against\\\": 120, \\\"ticket\\\": 5, \\\"site\\\": 11, \\\"viagogo\\\": 5, \\\"bearishness\\\": 1, \\\"towards\\\": 34, \\\"yuan\\\": 38, \\\"rupee\\\": 108, \\\"ebbs\\\": 2, \\\"rises\\\": 153, \\\"other\\\": 79, \\\"asian\\\": 53, \\\"currencies\\\": 14, \\\"preelection\\\": 2, \\\"rally\\\": 145, \\\"bse\\\": 57, \\\"benchmark\\\": 12, \\\"index\\\": 57, \\\"hits\\\": 176, \\\"lifetime\\\": 5, \\\"high\\\": 365, \\\"as\\\": 1365, \\\"fiis\\\": 16, \\\"pump\\\": 12, \\\"1\\\": 140, \\\"billion\\\": 95, \\\"nice\\\": 171, \\\"alltime\\\": 44, \\\"attack\\\": 14, \\\"by\\\": 762, \\\"tesla\\\": 23, \\\"long\\\": 313, \\\"tsla\\\": 47, \\\"cc\\\": 7, \\\"aapl\\\": 109, \\\"action\\\": 61, \\\"into\\\": 220, \\\"close\\\": 180, \\\"indicates\\\": 2, \\\"probably\\\": 22, \\\"hit\\\": 210, \\\"near\\\": 108, \\\"term\\\": 122, \\\"highmomentum\\\": 1, \\\"slowing\\\": 12, \\\"huge\\\": 46, \\\"run\\\": 96, \\\"we\\\": 222, \\\"have\\\": 329, \\\"analyzed\\\": 1, \\\"kaupthing\\\": 4, \\\"bank\\\": 449, \\\"sweden\\\": 15, \\\"found\\\": 16, \\\"business\\\": 165, \\\"which\\\": 102, \\\"fits\\\": 2, \\\"well\\\": 125, \\\"alandsbanken\\\": 3, \\\"chief\\\": 48, \\\"peter\\\": 3, \\\"wiklof\\\": 1, \\\"statement\\\": 11, \\\"indian\\\": 57, \\\"edges\\\": 29, \\\"lower\\\": 252, \\\"staterun\\\": 5, \\\"banks\\\": 141, \\\"buying\\\": 149, \\\"dollars\\\": 22, \\\"73\\\": 8, \\\"level\\\": 96, \\\"lanco\\\": 7, \\\"infrastructure\\\": 44, \\\"kunal\\\": 5, \\\"saraogi\\\": 4, \\\"technical\\\": 40, \\\"analyst\\\": 26, \\\"arvind\\\": 14, \\\"356\\\": 4, \\\"9326\\\": 1, \\\"australia\\\": 35, \\\"zealand\\\": 13, \\\"continue\\\": 75, \\\"greece\\\": 15, \\\"offers\\\": 16, \\\"plan\\\": 86, \\\"china\\\": 201, \\\"rebounds\\\": 9, \\\"gold\\\": 174, \\\"drops\\\": 78, \\\"stockists\\\": 11, \\\"selling\\\": 77, \\\"global\\\": 323, \\\"cues\\\": 117, \\\"lloyds\\\": 13, \\\"launches\\\": 18, \\\"review\\\": 24, \\\"hbos\\\": 5, \\\"fraud\\\": 18, \\\"compensation\\\": 7, \\\"scheme\\\": 16, \\\"automotive\\\": 4, \\\"segment\\\": 10, \\\"be\\\": 633, \\\"winner\\\": 10, \\\"raamdeo\\\": 1, \\\"agrawal\\\": 1, \\\"motilal\\\": 8, \\\"oswal\\\": 8, \\\"barronsonline\\\": 1, \\\"sees\\\": 60, \\\"apple\\\": 67, \\\"150share\\\": 1, \\\"year\\\": 333, \\\"36\\\": 36, \\\"from\\\": 1033, \\\"growing\\\": 27, \\\"sunday\\\": 1, \\\"watchlist\\\": 27, \\\"trying\\\": 51, \\\"bo\\\": 13, \\\"cyh\\\": 2, \\\"psu\\\": 37, \\\"unlikely\\\": 23, \\\"deliver\\\": 24, \\\"expected\\\": 73, \\\"earnings\\\": 233, \\\"next\\\": 235, \\\"quarters\\\": 12, \\\"harendra\\\": 15, \\\"kumar\\\": 17, \\\"investors\\\": 201, \\\"say\\\": 77, \\\"no\\\": 188, \\\"united\\\": 34, \\\"spirits\\\": 16, \\\"maruti\\\": 35, \\\"suzuki\\\": 11, \\\"bit\\\": 32, \\\"selfish\\\": 1, \\\"neighbours\\\": 1, \\\"angry\\\": 6, \\\"jim\\\": 5, \\\"ratcliffe\\\": 1, \\\"quits\\\": 7, \\\"engineers\\\": 6, \\\"fpo\\\": 5, \\\"gets\\\": 52, \\\"lukewarm\\\": 1, \\\"response\\\": 16, \\\"day\\\": 322, \\\"helsinki\\\": 57, \\\"thomson\\\": 5, \\\"shares\\\": 593, \\\"closed\\\": 39, \\\"little\\\": 56, \\\"changed\\\": 16, \\\"cargotec\\\": 13, \\\"huhtamaki\\\": 4, \\\"dropping\\\": 4, \\\"sharply\\\": 23, \\\"disappointing\\\": 19, \\\"secondquarter\\\": 5, \\\"reports\\\": 121, \\\"cellulars\\\": 1, \\\"consolidated\\\": 22, \\\"increases\\\": 20, \\\"7\\\": 101, \\\"809\\\": 2, \\\"cesc\\\": 7, \\\"has\\\": 510, \\\"been\\\": 161, \\\"experiencing\\\": 3, \\\"volatility\\\": 27, \\\"days\\\": 103, \\\"sales\\\": 417, \\\"first\\\": 238, \\\"half\\\": 67, \\\"2008\\\": 173, \\\"28\\\": 39, \\\"compared\\\": 124, \\\"2007\\\": 123, \\\"rajesh\\\": 14, \\\"subramaniam\\\": 18, \\\"helped\\\": 10, \\\"firstsource\\\": 7, \\\"execute\\\": 2, \\\"perfect\\\": 10, \\\"turnaround\\\": 13, \\\"sistema\\\": 8, \\\"shyam\\\": 2, \\\"teleservices\\\": 1, \\\"narrowed\\\": 15, \\\"loss\\\": 340, \\\"4004\\\": 2, \\\"quarter\\\": 264, \\\"exercise\\\": 4, \\\"caution\\\": 16, \\\"infosys\\\": 70, \\\"amid\\\": 214, \\\"management\\\": 62, \\\"row\\\": 28, \\\"poor\\\": 39, \\\"valuations\\\": 42, \\\"mehrab\\\": 1, \\\"irani\\\": 25, \\\"hcc\\\": 6, \\\"rallies\\\": 118, \\\"12\\\": 133, \\\"lavasa\\\": 1, \\\"nod\\\": 23, \\\"raise\\\": 57, \\\"750\\\": 7, \\\"via\\\": 53, \\\"ipo\\\": 67, \\\"indonesia\\\": 8, \\\"russia\\\": 52, \\\"push\\\": 47, \\\"emerging\\\": 26, \\\"17month\\\": 2, \\\"when\\\": 114, \\\"information\\\": 14, \\\"released\\\": 7, \\\"5\\\": 191, \\\"september\\\": 37, \\\"nokia\\\": 42, \\\"american\\\": 23, \\\"depositary\\\": 1, \\\"fell\\\": 62, \\\"27month\\\": 3, \\\"low\\\": 261, \\\"inflation\\\": 74, \\\"fears\\\": 135, \\\"grow\\\": 39, \\\"ebitda\\\": 8, \\\"improved\\\": 25, \\\"eur484m\\\": 1, \\\"eur472m\\\": 1, \\\"fio\\\": 22, \\\"crushed\\\": 3, \\\"20\\\": 186, \\\"jyothy\\\": 5, \\\"laboratory\\\": 2, \\\"colgate\\\": 5, \\\"dabur\\\": 8, \\\"bets\\\": 59, \\\"fmcg\\\": 20, \\\"space\\\": 83, \\\"mehraboon\\\": 24, \\\"bhel\\\": 23, \\\"may\\\": 342, \\\"under\\\": 176, \\\"pressure\\\": 71, \\\"fundamentals\\\": 10, \\\"looming\\\": 4, \\\"disinvestment\\\": 3, \\\"tandon\\\": 10, \\\"airvana\\\": 1, \\\"umts\\\": 1, \\\"home\\\": 39, \\\"base\\\": 60, \\\"station\\\": 8, \\\"femto\\\": 1, \\\"cell\\\": 3, \\\"uses\\\": 5, \\\"softwarebased\\\": 1, \\\"functionality\\\": 4, \\\"offtheshelf\\\": 1, \\\"silicon\\\": 9, \\\"accelerate\\\": 3, \\\"feature\\\": 1, \\\"development\\\": 22, \\\"reduce\\\": 20, \\\"product\\\": 24, \\\"cost\\\": 78, \\\"weekly\\\": 142, \\\"says\\\": 206, \\\"350\\\": 22, \\\"where\\\": 46, \\\"there\\\": 93, \\\"some\\\": 234, \\\"modicum\\\": 1, \\\"game\\\": 18, \\\"time\\\": 210, \\\"hard\\\": 40, \\\"find\\\": 29, \\\"buyers\\\": 25, \\\"250shorts\\\": 1, \\\"pile\\\": 5, \\\"mnxbullish\\\": 1, \\\"pattern\\\": 41, \\\"confirming\\\": 9, \\\"break\\\": 141, \\\"mode\\\": 6, \\\"also\\\": 115, \\\"herenan\\\": 1, \\\"sca\\\": 9, \\\"gdot\\\": 7, \\\"vmw\\\": 13, \\\"dlf\\\": 26, \\\"does\\\": 35, \\\"not\\\": 354, \\\"give\\\": 44, \\\"encouraging\\\": 1, \\\"picture\\\": 5, \\\"mayuresh\\\": 22, \\\"joshi\\\": 26, \\\"kpit\\\": 3, \\\"upbeat\\\": 8, \\\"numbers\\\": 41, \\\"student\\\": 5, \\\"stephanie\\\": 1, \\\"n\\\": 10, \\\"saidhoy\\\": 1, \\\"gacamoe\\\": 1, \\\"30\\\": 97, \\\"seconds\\\": 1, \\\"made\\\": 59, \\\"24\\\": 40, \\\"oi\\\": 21, \\\"nfx\\\": 90, \\\"duser\\\": 1, \\\"tradesmart\\\": 1, \\\"investments\\\": 29, \\\"will\\\": 693, \\\"sugar\\\": 60, \\\"anagram\\\": 7, \\\"capital\\\": 132, \\\"midcap\\\": 35, \\\"smallcap\\\": 8, \\\"boost\\\": 52, \\\"mutual\\\": 21, \\\"funds\\\": 69, \\\"inflows\\\": 11, \\\"rt\\\": 89, \\\"lizrhoffman\\\": 5, \\\"morgan\\\": 25, \\\"stanley\\\": 14, \\\"least\\\": 25, \\\"bad\\\": 60, \\\"big\\\": 174, \\\"but\\\": 322, \\\"warns\\\": 64, \\\"might\\\": 55, \\\"meet\\\": 21, \\\"those\\\": 37, \\\"targets\\\": 24, \\\"its\\\\u00e2\\\\u20ac\\\\u00a6\\\": 1, \\\"kalnapiliotauro\\\": 1, \\\"grupe\\\": 1, \\\"kalnapilistauras\\\": 1, \\\"owned\\\": 7, \\\"denmark\\\": 4, \\\"royal\\\": 19, \\\"unibrew\\\": 1, \\\"raised\\\": 24, \\\"market\\\": 394, \\\"share\\\": 186, \\\"252\\\": 3, \\\"percent\\\": 80, \\\"2391\\\": 1, \\\"beer\\\": 15, \\\"nine\\\": 40, \\\"months\\\": 115, \\\"jumped\\\": 11, \\\"114\\\": 11, \\\"5299\\\": 1, \\\"million\\\": 301, \\\"liters\\\": 15, \\\"bugatti\\\": 1, \\\"unveils\\\": 5, \\\"worlds\\\": 15, \\\"most\\\": 96, \\\"expensive\\\": 19, \\\"car\\\": 38, \\\"\\\\u201a\\\\u00e4\\\": 116, \\\"snapped\\\": 1, \\\"\\\\u00a395m\\\": 1, \\\"ttk\\\": 5, \\\"prestige\\\": 10, \\\"q4\\\": 195, \\\"649\\\": 3, \\\"2621\\\": 3, \\\"top\\\": 180, \\\"law\\\": 5, \\\"firm\\\": 76, \\\"linked\\\": 4, \\\"subject\\\": 3, \\\"uks\\\": 26, \\\"unexplained\\\": 2, \\\"order\\\": 93, \\\"\\\\u00e2\\\\u20ac\\\\u0153we\\\": 2, \\\"were\\\": 79, \\\"roll\\\": 20, \\\"through\\\": 77, \\\"january\\\": 30, \\\"february\\\\u00e2\\\\u20ac\\\\u009d\\\": 1, \\\"goldman\\\": 31, \\\"cfo\\\": 6, \\\"stephen\\\": 2, \\\"scherr\\\": 1, \\\"tells\\\": 20, \\\"me\\\": 87, \\\"\\\\u00e2\\\\u20ac\\\\u0153then\\\": 1, \\\"came\\\": 19, \\\"march\\\\u00e2\\\\u20ac\\\\u009d\\\": 1, \\\"updated\\\": 5, \\\"markets\\\": 281, \\\"see\\\": 194, \\\"cautious\\\": 31, \\\"trading\\\": 117, \\\"elections\\\": 15, \\\"iip\\\": 4, \\\"report\\\": 117, \\\"eu\\\": 36, \\\"bans\\\": 4, \\\"pakistan\\\": 2, \\\"national\\\": 28, \\\"airline\\\": 36, \\\"flights\\\": 23, \\\"pilot\\\": 9, \\\"exam\\\": 1, \\\"cheats\\\": 1, \\\"poland\\\": 6, \\\"profitability\\\": 20, \\\"program\\\": 18, \\\"launched\\\": 3, \\\"oborniki\\\": 1, \\\"steel\\\": 84, \\\"frame\\\": 11, \\\"sandwich\\\": 2, \\\"panel\\\": 6, \\\"plant\\\": 52, \\\"idfc\\\": 17, \\\"foremost\\\": 3, \\\"player\\\": 7, \\\"finance\\\": 71, \\\"fayeza\\\": 3, \\\"hafizee\\\": 3, \\\"derailed\\\": 3, \\\"expectations\\\": 40, \\\"rail\\\": 53, \\\"sensex\\\": 305, \\\"sinks\\\": 13, \\\"517\\\": 4, \\\"points\\\": 166, \\\"avoid\\\": 41, \\\"worst\\\": 97, \\\"take\\\": 125, \\\"pick\\\": 58, \\\"sell\\\": 235, \\\"tata\\\": 64, \\\"stop\\\": 179, \\\"397\\\": 1, \\\"prakash\\\": 50, \\\"gaba\\\": 21, \\\"gig\\\": 4, \\\"economy\\\": 125, \\\"worker\\\": 10, \\\"loses\\\": 40, \\\"pimlico\\\": 1, \\\"plumbers\\\": 1, \\\"holiday\\\": 20, \\\"claim\\\": 10, \\\"pharma\\\": 141, \\\"tcs\\\": 51, \\\"sun\\\": 32, \\\"firms\\\": 90, \\\"dominate\\\": 3, \\\"equity\\\": 26, \\\"exclusive\\\": 7, \\\"rejected\\\": 14, \\\"fasttrack\\\": 1, \\\"vaccines\\\": 1, \\\"2017\\\": 3, \\\"realty\\\": 41, \\\"auto\\\": 97, \\\"rbi\\\": 71, \\\"keeps\\\": 21, \\\"rates\\\": 52, \\\"unchanged\\\": 3, \\\"unichem\\\": 2, \\\"laboratories\\\": 24, \\\"q1\\\": 237, \\\"112\\\": 9, \\\"get\\\": 148, \\\"local\\\": 31, \\\"bookshop\\\": 1, \\\"fear\\\": 37, \\\"writing\\\": 4, \\\"wall\\\": 65, \\\"four\\\": 30, \\\"reasons\\\": 22, \\\"tanked\\\": 2, \\\"400\\\": 30, \\\"intraday\\\": 43, \\\"women\\\": 9, \\\"technologytackling\\\": 1, \\\"dark\\\": 13, \\\"side\\\": 26, \\\"movie\\\": 8, \\\"blockchain\\\": 1, \\\"startup\\\": 2, \\\"ensuring\\\": 1, \\\"film\\\": 9, \\\"workers\\\": 80, \\\"paid\\\": 13, \\\"mindtrees\\\": 1, \\\"14\\\": 65, \\\"789\\\": 1, \\\"soullor\\\": 1, \\\"regular\\\": 4, \\\"scrappy\\\": 1, \\\"q\\\": 5, \\\"swy\\\": 19, \\\"usually\\\": 7, \\\"presents\\\": 6, \\\"margins\\\": 30, \\\"debt\\\": 90, \\\"still\\\": 208, \\\"way\\\": 64, \\\"riskreward\\\": 5, \\\"pretty\\\": 27, \\\"bajaj\\\": 24, \\\"holdings\\\": 28, \\\"ashwani\\\": 124, \\\"gujral\\\": 126, \\\"22214\\\": 1, \\\"closing\\\": 28, \\\"experts\\\": 37, \\\"bright\\\": 8, \\\"star\\\": 12, \\\"black\\\": 20, \\\"hole\\\": 4, \\\"rise\\\": 157, \\\"fall\\\": 339, \\\"fund\\\": 69, \\\"manager\\\": 14, \\\"neil\\\": 8, \\\"woodford\\\": 7, \\\"ong\\\": 96, \\\"cmg\\\": 9, \\\"321\\\": 1, \\\"again\\\": 132, \\\"italy\\\": 10, \\\"slips\\\": 125, \\\"third\\\": 67, \\\"decade\\\": 18, \\\"pelvic\\\": 1, \\\"mesh\\\": 1, \\\"scandal\\\": 31, \\\"makes\\\": 47, \\\"clear\\\": 20, \\\"doctors\\\": 2, \\\"must\\\": 35, \\\"declare\\\": 1, \\\"any\\\": 52, \\\"funding\\\": 16, \\\"swi\\\": 8, \\\"followthrough\\\": 5, \\\"yesterdays\\\": 10, \\\"bounce\\\": 74, \\\"ideally\\\": 1, \\\"would\\\": 133, \\\"volume\\\": 278, \\\"upside\\\": 94, \\\"president\\\": 20, \\\"trump\\\": 49, \\\"called\\\": 13, \\\"investment\\\": 85, \\\"part\\\": 37, \\\"fourth\\\": 34, \\\"congressional\\\": 1, \\\"coronavirus\\\": 305, \\\"relief\\\": 18, \\\"pack\\\\u00e2\\\\u20ac\\\\u00a6\\\": 1, \\\"pmi\\\": 11, \\\"manufacturing\\\": 38, \\\"minutes\\\": 22, \\\"symmetrical\\\": 3, \\\"triangle\\\": 128, \\\"min\\\": 42, \\\"looking\\\": 137, \\\"topside\\\": 2, \\\"breakout\\\": 112, \\\"oh\\\": 14, \\\"1st\\\": 27, \\\"comment\\\": 6, \\\"my\\\": 196, \\\"post\\\": 147, \\\"guy\\\": 5, \\\"45\\\": 58, \\\"msft\\\": 34, \\\"end\\\": 116, \\\"tad\\\": 3, \\\"aggressive\\\": 7, \\\"imf\\\": 26, \\\"slower\\\": 6, \\\"countries\\\": 36, \\\"worldwide\\\": 9, \\\"maglan\\\": 1, \\\"2084\\\": 1, \\\"february\\\": 32, \\\"frp\\\": 1, \\\"onvo\\\": 4, \\\"all\\\": 187, \\\"waiting\\\": 30, \\\"dip\\\": 55, \\\"ddd\\\": 68, \\\"entry\\\": 60, \\\"yesterday\\\": 59, \\\"oc\\\": 15, \\\"apr\\\": 8, \\\"call\\\": 100, \\\"options\\\": 29, \\\"ago\\\": 38, \\\"32\\\": 23, \\\"strike\\\": 49, \\\"spt\\\": 3, \\\"cz\\\": 1, \\\"ami\\\": 3, \\\"apa\\\": 5, \\\"axn\\\": 5, \\\"anik\\\": 4, \\\"cvt\\\": 2, \\\"inap\\\": 1, \\\"717\\\": 1, \\\"riding\\\": 4, \\\"10ma\\\": 2, \\\"extended\\\": 13, \\\"based\\\": 27, \\\"bolly\\\": 3, \\\"deviation1\\\": 1, \\\"right\\\": 73, \\\"room\\\": 12, \\\"upper\\\": 27, \\\"icici\\\": 29, \\\"pat\\\": 39, \\\"line\\\": 124, \\\"estimates\\\": 56, \\\"2530\\\": 3, \\\"spx\\\": 42, \\\"compq\\\": 12, \\\"ind\\\": 9, \\\"cat\\\": 48, \\\"street\\\": 145, \\\"futures\\\": 248, \\\"results\\\": 127, \\\"caterpillar\\\": 2, \\\"threat\\\": 37, \\\"fitch\\\": 10, \\\"cummins\\\": 10, \\\"950\\\": 4, \\\"nkd\\\": 45, \\\"amzn\\\": 104, \\\"magenta\\\": 1, \\\"26043\\\": 1, \\\"dips\\\": 89, \\\"being\\\": 60, \\\"bought\\\": 63, \\\"real\\\": 52, \\\"quick\\\": 21, \\\"higher\\\": 271, \\\"lows\\\": 73, \\\"fo\\\": 12, \\\"sho\\\": 1, \\\"reserve\\\": 24, \\\"91daytreasury\\\": 1, \\\"bills\\\": 9, \\\"860\\\": 2, \\\"poll\\\": 10, \\\"walmarts\\\": 1, \\\"forecast\\\": 24, \\\"drags\\\": 18, \\\"retailers\\\": 27, \\\"pfc\\\": 8, \\\"tax\\\": 58, \\\"bonds\\\": 73, \\\"oversubscribed\\\": 12, \\\"1209x\\\": 1, \\\"potential\\\": 48, \\\"defect\\\": 1, \\\"thirdrow\\\": 2, \\\"seat\\\": 6, \\\"belts\\\": 1, \\\"motors\\\": 47, \\\"recalls\\\": 9, \\\"2700\\\": 14, \\\"model\\\": 30, \\\"x\\\": 33, \\\"suvs\\\": 5, \\\"jump\\\": 51, \\\"etfs\\\": 7, \\\"outpacing\\\": 2, \\\"retail\\\": 72, \\\"wide\\\": 2, \\\"margin\\\": 43, \\\"10year\\\": 20, \\\"pare\\\": 9, \\\"budget\\\": 44, \\\"announcements\\\": 5, \\\"shop\\\": 9, \\\"31000\\\": 1, \\\"walk\\\": 6, \\\"off\\\": 257, \\\"job\\\": 41, \\\"heading\\\": 19, \\\"gap\\\": 89, \\\"mercator\\\": 5, \\\"touch\\\": 23, \\\"180\\\": 12, \\\"ventura\\\": 3, \\\"concerns\\\": 59, \\\"trim\\\": 4, \\\"asia\\\": 73, \\\"fx\\\": 20, \\\"solid\\\": 37, \\\"volumes\\\": 24, \\\"help\\\": 53, \\\"ashok\\\": 15, \\\"leyland\\\": 15, \\\"maintain\\\": 9, \\\"momentum\\\": 34, \\\"jeera\\\": 18, \\\"chilli\\\": 16, \\\"move\\\": 199, \\\"tight\\\": 29, \\\"supply\\\": 90, \\\"ppl\\\": 9, \\\"android\\\": 5, \\\"cause\\\": 19, \\\"cheap\\\": 35, \\\"phone\\\": 24, \\\"wear\\\": 4, \\\"coolgame\\\": 1, \\\"changerthink\\\": 1, \\\"parts\\\": 7, \\\"17\\\": 46, \\\"start\\\": 81, \\\"yearif\\\": 1, \\\"an\\\": 284, \\\"institution\\\": 3, \\\"do\\\": 105, \\\"want\\\": 37, \\\"books\\\": 8, \\\"month\\\": 55, \\\"wockhardt\\\": 16, \\\"story\\\": 30, \\\"really\\\": 55, \\\"intriguing\\\": 1, \\\"deven\\\": 42, \\\"choksey\\\": 54, \\\"observer\\\": 3, \\\"view\\\": 25, \\\"donald\\\": 8, \\\"trump\\\\u201a\\\\u00e4s\\\": 5, \\\"uncontrolled\\\": 1, \\\"increasingly\\\": 4, \\\"reckless\\\": 1, \\\"behaviour\\\": 1, \\\"textile\\\": 18, \\\"ancillary\\\": 6, \\\"undervalued\\\": 5, \\\"prateek\\\": 7, \\\"agarwal\\\": 12, \\\"jindal\\\": 4, \\\"strong\\\": 178, \\\"avinnash\\\": 23, \\\"gorakssakar\\\": 23, \\\"operating\\\": 200, \\\"269\\\": 3, \\\"eur\\\": 665, \\\"1058\\\": 2, \\\"834\\\": 2, \\\"hinduja\\\": 5, \\\"solutions\\\": 59, \\\"declines\\\": 60, \\\"136\\\": 8, \\\"3249\\\": 1, \\\"bt\\\": 13, \\\"cortos\\\": 3, \\\"en\\\": 15, \\\"peabody\\\": 3, \\\"energy\\\": 82, \\\"si\\\": 30, \\\"cae\\\": 3, \\\"bajo\\\": 3, \\\"2540\\\": 3, \\\"2576\\\": 4, \\\"layer\\\": 1, \\\"oversee\\\": 1, \\\"verticals\\\": 2, \\\"unit\\\": 48, \\\"costs\\\": 48, \\\"flight\\\": 12, \\\"operations\\\": 72, \\\"64\\\": 14, \\\"option\\\": 55, \\\"trader\\\": 23, \\\"appears\\\": 8, \\\"put\\\": 64, \\\"9k\\\": 2, \\\"bearish\\\": 83, \\\"spreads\\\": 11, \\\"jul\\\": 4, \\\"2013\\\": 37, \\\"puts\\\": 63, \\\"open\\\": 85, \\\"interest\\\": 69, \\\"both\\\": 66, \\\"strikes\\\": 13, \\\"pos\\\": 17, \\\"hedge\\\": 32, \\\"72\\\": 9, \\\"3189\\\": 1, \\\"wholesale\\\": 8, \\\"eases\\\": 10, \\\"march\\\": 92, \\\"england\\\": 35, \\\"could\\\": 245, \\\"face\\\": 55, \\\"droughts\\\": 1, \\\"years\\\": 125, \\\"due\\\": 86, \\\"climate\\\": 30, \\\"breakdown\\\": 12, \\\"exchange\\\": 34, \\\"\\\\u00e2\\\\u20ac\\\\u201c\\\": 2, \\\"deutsche\\\": 34, \\\"boerse\\\": 3, \\\"merger\\\": 37, \\\"brexit\\\": 108, \\\"cm\\\": 22, \\\"ss\\\": 3, \\\"bhp\\\": 12, \\\"nationalism\\\": 1, \\\"world\\\": 71, \\\"dug\\\": 1, \\\"stochastics\\\": 1, \\\"finally\\\": 26, \\\"starting\\\": 28, \\\"turn\\\": 33, \\\"consolidation\\\": 34, \\\"auditors\\\": 5, \\\"failing\\\": 17, \\\"watchdog\\\\u201a\\\\u00e4s\\\": 1, \\\"won\\\\u201a\\\\u00e4t\\\": 4, \\\"change\\\": 31, \\\"recommend\\\": 14, \\\"adani\\\": 28, \\\"power\\\": 106, \\\"nirmal\\\": 8, \\\"bang\\\": 10, \\\"securities\\\": 54, \\\"check\\\": 31, \\\"about\\\": 189, \\\"csn\\\": 16, \\\"seeks\\\": 21, \\\"23bn\\\": 1, \\\"running\\\": 11, \\\"bac\\\": 173, \\\"eod\\\": 15, \\\"italian\\\": 8, \\\"crisis\\\": 199, \\\"certain\\\": 7, \\\"question\\\": 10, \\\"how\\\": 119, \\\"contagious\\\": 1, \\\"pg\\\": 7, \\\"got\\\": 42, \\\"favor\\\": 8, \\\"many\\\": 57, \\\"service\\\": 59, \\\"victim\\\": 2, \\\"covid\\\": 12, \\\"keep\\\": 75, \\\"customers\\\": 60, \\\"hanging\\\": 13, \\\"nvt\\\": 2, \\\"173\\\": 6, \\\"vs\\\": 76, \\\"went\\\": 43, \\\"w\\\": 56, \\\"difference\\\": 2, \\\"wk\\\": 11, \\\"just\\\": 184, \\\"opinion\\\": 3, \\\"wrong\\\": 26, \\\"too\\\": 99, \\\"kicking\\\": 2, \\\"pcln\\\": 5, \\\"daily\\\": 89, \\\"trend\\\": 99, \\\"happen\\\": 9, \\\"scanfil\\\": 13, \\\"temporary\\\": 17, \\\"layoffs\\\": 18, \\\"midoctober\\\": 1, \\\"cuts\\\": 64, \\\"2010\\\": 140, \\\"pretax\\\": 32, \\\"totaled\\\": 28, \\\"mn\\\": 425, \\\"21\\\": 44, \\\"2004\\\": 27, \\\"had\\\": 80, \\\"58\\\": 9, \\\"current\\\": 62, \\\"assets\\\": 31, \\\"92\\\": 5, \\\"longterm\\\": 54, \\\"marketable\\\": 1, \\\"mostly\\\": 7, \\\"treasury\\\": 9, \\\"fed\\\": 63, \\\"stave\\\": 2, \\\"depression\\\": 10, \\\"coriander\\\": 19, \\\"turmeric\\\": 21, \\\"divergence\\\": 13, \\\"hs\\\": 11, \\\"10ema\\\": 3, \\\"possibly\\\": 5, \\\"cross\\\": 24, \\\"21ema\\\": 2, \\\"wait\\\": 33, \\\"spy\\\": 102, \\\"economics\\\": 17, \\\"viewpointworld\\\": 1, \\\"leaders\\\": 14, \\\"ignore\\\": 11, \\\"david\\\": 13, \\\"attenborough\\\": 2, \\\"their\\\": 106, \\\"peril\\\": 3, \\\"atul\\\": 5, \\\"best\\\": 65, \\\"bet\\\": 69, \\\"chemical\\\": 6, \\\"record\\\": 118, \\\"these\\\": 59, \\\"highs\\\": 125, \\\"nq\\\": 7, \\\"air\\\": 22, \\\"nervous\\\": 7, \\\"seeing\\\": 13, \\\"more\\\": 367, \\\"presignals\\\": 1, \\\"hydropower\\\": 1, \\\"companies\\\": 161, \\\"sluggish\\\": 47, \\\"deepak\\\": 89, \\\"mohoni\\\": 71, \\\"fod\\\": 6, \\\"cover\\\": 33, \\\"393net\\\": 1, \\\"157100ugly\\\": 1, \\\"shorty\\\": 1, \\\"pants\\\": 1, \\\"csx\\\": 9, \\\"trains\\\": 6, \\\"esistance\\\": 4, \\\"jcp\\\": 32, \\\"annual\\\": 31, \\\"fixing\\\": 4, \\\"performance\\\": 38, \\\"longer\\\": 15, \\\"than\\\": 200, \\\"initially\\\": 4, \\\"strategy\\\": 26, \\\"43k\\\": 1, \\\"jobs\\\": 128, \\\"potato\\\": 5, \\\"adequate\\\": 7, \\\"ibm\\\": 26, \\\"3d\\\": 15, \\\"printing\\\": 12, \\\"adar\\\": 2, \\\"transforming\\\": 1, \\\"technology\\\": 76, \\\"full\\\": 69, \\\"position\\\": 119, \\\"swing\\\": 41, \\\"doe\\\": 1, \\\"ugly\\\": 10, \\\"unemployment\\\": 21, \\\"us\\\": 384, \\\"uk\\\": 312, \\\"worse\\\": 24, \\\"great\\\": 100, \\\"apo\\\": 15, \\\"wvolume\\\": 1, \\\"expect\\\": 41, \\\"splendid\\\": 2, \\\"dhiraj\\\": 9, \\\"sachdev\\\": 6, \\\"hsbc\\\": 19, \\\"am\\\": 69, \\\"jspl\\\": 17, \\\"sector\\\": 141, \\\"p\\\": 73, \\\"phani\\\": 19, \\\"sekhar\\\": 17, \\\"streets\\\": 10, \\\"survival\\\": 3, \\\"lockdown\\\": 47, \\\"stores\\\": 32, \\\"britain\\\": 26, \\\"ftse\\\": 77, \\\"touches\\\": 15, \\\"12month\\\": 12, \\\"gnaw\\\": 1, \\\"fb\\\": 68, \\\"slight\\\": 7, \\\"green\\\": 122, \\\"runner\\\": 4, \\\"later\\\": 17, \\\"storm\\\": 7, \\\"clouds\\\": 1, \\\"gathering\\\": 1, \\\"absent\\\": 2, \\\"soon\\\": 63, \\\"negatives\\\": 3, \\\"iran\\\": 14, \\\"threatens\\\": 13, \\\"allout\\\": 1, \\\"war\\\": 43, \\\"if\\\": 253, \\\"taken\\\": 13, \\\"mundra\\\": 8, \\\"port\\\": 16, \\\"fy11\\\": 13, \\\"3582\\\": 1, \\\"91814\\\": 1, \\\"1100\\\": 8, \\\"nifty\\\": 326, \\\"8350\\\": 1, \\\"covid19\\\": 108, \\\"everyones\\\": 5, \\\"poorest\\\": 9, \\\"omcs\\\": 11, \\\"sandeep\\\": 56, \\\"j\\\": 8, \\\"shah\\\": 34, \\\"sampriti\\\": 2, \\\"zb\\\": 4, \\\"taking\\\": 53, \\\"finnish\\\": 273, \\\"aktia\\\": 9, \\\"444\\\": 4, \\\"januaryseptember\\\": 10, \\\"373\\\": 3, \\\"corresponding\\\": 100, \\\"period\\\": 214, \\\"biggest\\\": 81, \\\"5500\\\": 1, \\\"plunge\\\": 55, \\\"pulses\\\": 6, \\\"rocket\\\": 6, \\\"tur\\\": 2, \\\"dal\\\": 7, \\\"200\\\": 61, \\\"kg\\\": 5, \\\"uninor\\\": 3, \\\"narrows\\\": 12, \\\"107\\\": 8, \\\"aprjun\\\": 2, \\\"two\\\": 107, \\\"planes\\\": 5, \\\"collide\\\": 1, \\\"amsterdam\\\": 1, \\\"airport\\\": 12, \\\"causing\\\": 5, \\\"delays\\\": 22, \\\"outbreak\\\": 19, \\\"swept\\\": 2, \\\"jpmorgan\\\\u00e2\\\\u20ac\\\\u2122s\\\": 2, \\\"dont\\\": 80, \\\"forget\\\": 13, \\\"opex\\\": 9, \\\"friday\\\": 53, \\\"3rd\\\": 9, \\\"1200\\\": 19, \\\"imho\\\": 30, \\\"greaves\\\": 14, \\\"cotton\\\": 9, \\\"385\\\": 6, \\\"gillette\\\": 7, \\\"119\\\": 4, \\\"4289\\\": 1, \\\"sept\\\": 9, \\\"gmx\\\": 12, \\\"fence\\\": 2, \\\"poyry\\\": 7, \\\"track\\\": 19, \\\"major\\\": 65, \\\"transportation\\\": 7, \\\"projects\\\": 35, \\\"latin\\\": 3, \\\"america\\\": 28, \\\"wild\\\": 6, \\\"ride\\\": 22, \\\"reverse\\\": 11, \\\"course\\\": 15, \\\"leader\\\": 10, \\\"continues\\\": 60, \\\"amazon\\\": 26, \\\"surveillance\\\": 2, \\\"cameras\\\": 2, \\\"infected\\\": 4, \\\"malware\\\": 1, \\\"wayfair\\\": 1, \\\"employees\\\": 39, \\\"protest\\\": 10, \\\"migrant\\\": 4, \\\"detention\\\": 1, \\\"camps\\\": 1, \\\"chambal\\\": 5, \\\"fertilisers\\\": 11, \\\"6\\\": 131, \\\"9028\\\": 1, \\\"crorepti\\\": 1, \\\"nearly\\\": 93, \\\"4fold\\\": 3, \\\"5621\\\": 1, \\\"only\\\": 62, \\\"thing\\\": 24, \\\"ask\\\": 13, \\\"yourself\\\": 2, \\\"feb\\\": 50, \\\"480\\\": 7, \\\"ooks\\\": 33, \\\"intermediate\\\": 4, \\\"bullish\\\": 160, \\\"broken\\\": 26, \\\"snta\\\": 3, \\\"safe\\\": 20, \\\"white\\\": 7, \\\"scrambles\\\": 1, \\\"deny\\\": 2, \\\"advisers\\\": 5, \\\"deal\\\": 134, \\\"2695\\\": 2, \\\"im\\\": 65, \\\"until\\\": 33, \\\"breaks\\\": 43, \\\"mr\\\": 17, \\\"kivimeister\\\": 1, \\\"john\\\": 8, \\\"deer\\\": 1, \\\"former\\\": 16, \\\"timberjack\\\": 1, \\\"stands\\\": 8, \\\"win\\\": 24, \\\"situation\\\": 18, \\\"controls\\\": 6, \\\"around\\\": 84, \\\"60\\\": 44, \\\"estonia\\\": 8, \\\"forest\\\": 18, \\\"machinery\\\": 20, \\\"945\\\": 2, \\\"threeyear\\\": 6, \\\"restructuring\\\": 20, \\\"ramky\\\": 5, \\\"infra\\\": 57, \\\"62pc\\\": 1, \\\"206\\\": 2, \\\"mistaken\\\": 1, \\\"identity\\\": 2, \\\"future\\\": 40, \\\"dear\\\": 3, \\\"bilfinger\\\": 2, \\\"industrial\\\": 29, \\\"\\\\u00e2\\\\u00a3100m\\\": 1, \\\"bp\\\": 23, \\\"contract\\\": 83, \\\"extension\\\": 10, \\\"nickel\\\": 36, \\\"recovers\\\": 16, \\\"nyny\\\": 1, \\\"moving\\\": 49, \\\"along\\\": 12, \\\"extend\\\": 40, \\\"weakness\\\": 34, \\\"em\\\": 12, \\\"fxyuans\\\": 1, \\\"slide\\\": 51, \\\"ruffles\\\": 1, \\\"won\\\": 57, \\\"rupiah\\\": 11, \\\"2mth\\\": 1, \\\"500\\\": 61, \\\"reliance\\\": 43, \\\"industries\\\": 92, \\\"hdfc\\\": 50, \\\"gnc\\\": 6, \\\"perking\\\": 2, \\\"despite\\\": 78, \\\"one\\\": 181, \\\"better\\\": 78, \\\"published\\\": 5, \\\"znga\\\": 45, \\\"estimate\\\": 15, \\\"estimize\\\": 1, \\\"002\\\": 2, \\\"eps\\\": 58, \\\"609m\\\": 1, \\\"evs\\\": 2, \\\"consensus\\\": 6, \\\"sks\\\": 17, \\\"microfinance\\\": 12, \\\"scrip\\\": 6, \\\"tanks\\\": 26, \\\"analysts\\\": 44, \\\"warn\\\": 12, \\\"small\\\": 90, \\\"pension\\\": 15, \\\"scams\\\": 3, \\\"victims\\\": 6, \\\"lost\\\": 46, \\\"\\\\u00a31m\\\": 3, \\\"fraudsters\\\": 1, \\\"brooklynbandit\\\": 1, \\\"simo\\\": 1, \\\"basing\\\": 6, \\\"2418\\\": 2, \\\"qqq\\\": 27, \\\"study\\\": 22, \\\"hod\\\": 25, \\\"currently\\\": 21, \\\"3\\\": 196, \\\"publichealth\\\": 1, \\\"disaster\\\": 17, \\\"magnitude\\\": 2, \\\"always\\\": 22, \\\"factory\\\": 30, \\\"working\\\": 37, \\\"reorganisations\\\": 1, \\\"decrease\\\": 9, \\\"nokian\\\": 9, \\\"tyres\\\": 16, \\\"usd\\\": 38, \\\"387\\\": 4, \\\"m\\\": 207, \\\"\\\\u00f1rtsil\\\": 1, \\\"\\\\u00f1\\\": 3, \\\"solution\\\": 18, \\\"selected\\\": 6, \\\"fuel\\\": 40, \\\"consumption\\\": 13, \\\"environmentally\\\": 3, \\\"sound\\\": 10, \\\"uschina\\\": 12, \\\"become\\\": 17, \\\"cold\\\": 7, \\\"patel\\\": 3, \\\"integrated\\\": 7, \\\"logistics\\\": 19, \\\"golds\\\": 5, \\\"safehaven\\\": 5, \\\"fizzle\\\": 2, \\\"robust\\\": 24, \\\"dollar\\\": 162, \\\"drag\\\": 21, \\\"ten\\\": 18, \\\"focus\\\": 59, \\\"cgrantwsj\\\": 2, \\\"jnj\\\": 3, \\\"joe\\\": 6, \\\"wolk\\\": 1, \\\"he\\\": 49, \\\"wasnt\\\": 4, \\\"100\\\": 102, \\\"sure\\\": 23, \\\"week\\\": 183, \\\"giving\\\": 15, \\\"2020\\\": 18, \\\"guidance\\\": 17, \\\"a\\\\u00e2\\\\u20ac\\\\u00a6\\\": 6, \\\"pandemic\\\": 61, \\\"crude\\\": 68, \\\"4\\\": 152, \\\"travel\\\": 23, \\\"europe\\\": 46, \\\"our\\\": 112, \\\"frequency\\\": 1, \\\"york\\\": 10, \\\"explains\\\": 2, \\\"shorting\\\": 17, \\\"gm\\\": 11, \\\"tsa\\\": 13, \\\"once\\\": 26, \\\"againtsa\\\": 1, \\\"channel\\\": 30, \\\"continuation\\\": 19, \\\"shoulder\\\": 9, \\\"falling\\\": 57, \\\"rbs\\\": 18, \\\"sued\\\": 8, \\\"newham\\\": 1, \\\"council\\\": 8, \\\"terms\\\": 18, \\\"\\\\u00a3150m\\\": 2, \\\"loans\\\": 32, \\\"everonn\\\": 4, \\\"education\\\": 10, \\\"buyout\\\": 18, \\\"centum\\\": 2, \\\"learning\\\": 8, \\\"kraft\\\": 5, \\\"heinz\\\": 2, \\\"warren\\\": 9, \\\"buffett\\\": 10, \\\"4bn\\\": 1, \\\"fertilizer\\\": 5, \\\"manufacturer\\\": 27, \\\"coromandel\\\": 3, \\\"international\\\": 47, \\\"38\\\": 23, \\\"astrazeneca\\\": 37, \\\"acquires\\\": 7, \\\"zs\\\": 3, \\\"27\\\": 37, \\\"experience\\\": 14, \\\"july\\\": 27, \\\"since\\\": 189, \\\"records\\\": 15, \\\"began\\\": 6, \\\"hong\\\": 50, \\\"kong\\\": 48, \\\"financials\\\": 13, \\\"mainland\\\": 3, \\\"03\\\": 14, \\\"22\\\": 44, \\\"acquisition\\\": 41, \\\"landsbanken\\\": 2, \\\"sverige\\\": 2, \\\"burdened\\\": 2, \\\"arcadia\\\": 7, \\\"permanently\\\": 4, \\\"shut\\\": 11, \\\"trending\\\": 6, \\\"shale\\\": 6, \\\"plays\\\": 12, \\\"apc\\\": 8, \\\"hes\\\": 10, \\\"cop\\\": 4, \\\"mo\\\": 9, \\\"dsb\\\": 1, \\\"gdp\\\": 22, \\\"list\\\": 76, \\\"crossed\\\": 2, \\\"above\\\": 243, \\\"50day\\\": 11, \\\"ave\\\": 24, \\\"texmaco\\\": 11, \\\"fast\\\": 30, \\\"wagon\\\": 5, \\\"demand\\\": 312, \\\"picks\\\": 46, \\\"ngos\\\": 1, \\\"softlysoftly\\\": 1, \\\"tactics\\\": 2, \\\"tackle\\\": 10, \\\"labor\\\": 7, \\\"abuses\\\": 2, \\\"malaysia\\\": 9, \\\"factories\\\": 12, \\\"dish\\\": 12, \\\"tvs\\\": 13, \\\"prospects\\\": 23, \\\"sandip\\\": 7, \\\"sabharwal\\\": 9, \\\"1411\\\": 1, \\\"cet\\\": 2, \\\"arcelormittal\\\": 3, \\\"726\\\": 3, \\\"1738\\\": 2, \\\"euronext\\\": 6, \\\"paris\\\": 5, \\\"coming\\\": 76, \\\"lead\\\": 58, \\\"bluechip\\\": 1, \\\"fallers\\\": 2, \\\"mm\\\": 29, \\\"hero\\\": 12, \\\"honda\\\": 3, \\\"paras\\\": 2, \\\"adenwala\\\": 2, \\\"technocraft\\\": 1, \\\"export\\\": 21, \\\"play\\\": 42, \\\"ford\\\": 10, \\\"perform\\\": 11, \\\"hurricane\\\": 2, \\\"sandys\\\": 1, \\\"destruction\\\": 1, \\\"palladium\\\": 3, \\\"pa\\\": 6, \\\"c\\\": 39, \\\"san\\\": 4, \\\"gs\\\": 65, \\\"zinc\\\": 20, \\\"sustained\\\": 9, \\\"ruchi\\\": 1, \\\"soya\\\": 16, \\\"3335\\\": 1, \\\"3654\\\": 1, \\\"fill\\\": 32, \\\"710\\\": 1, \\\"joke\\\": 4, \\\"mobile\\\": 56, \\\"shipments\\\": 3, \\\"26\\\": 54, \\\"almost\\\": 42, \\\"units\\\": 19, \\\"39\\\": 18, \\\"todays\\\": 26, \\\"hf\\\": 11, \\\"icahn\\\": 4, \\\"team\\\": 11, \\\"maybe\\\": 31, \\\"gpn\\\": 19, \\\"memory\\\": 2, \\\"andrew\\\": 3, \\\"can\\\": 209, \\\"itoilet\\\": 1, \\\"care\\\": 22, \\\"decreased\\\": 61, \\\"route\\\": 10, \\\"between\\\": 50, \\\"finland\\\": 101, \\\"tallinn\\\": 4, \\\"01\\\": 10, \\\"percentage\\\": 4, \\\"248\\\": 2, \\\"sbx\\\": 15, \\\"clears\\\": 14, \\\"resistance\\\": 102, \\\"545\\\": 4, \\\"shops\\\": 9, \\\"suffer\\\": 33, \\\"december\\\": 34, \\\"toll\\\": 31, \\\"pickup\\\": 9, \\\"stable\\\": 11, \\\"hexaware\\\": 7, \\\"42\\\": 21, \\\"soften\\\": 13, \\\"radio\\\": 7, \\\"mirchi\\\": 2, \\\"594\\\": 3, \\\"revenue\\\": 82, \\\"123\\\": 9, \\\"ba\\\": 22, \\\"upgrade\\\": 29, \\\"\\\\u201a\\\\u00e4we\\\": 2, \\\"lot\\\": 42, \\\"feel\\\": 16, \\\"totally\\\": 4, \\\"ripped\\\": 2, \\\"off\\\\u201a\\\\u00e4\\\": 1, \\\"trigger\\\": 21, \\\"media\\\": 51, \\\"gaurang\\\": 17, \\\"kone\\\": 10, \\\"dropped\\\": 22, \\\"41\\\": 24, \\\"tox20ac\\\": 4, \\\"43\\\": 20, \\\"5577\\\": 1, \\\"policy\\\": 34, \\\"aimed\\\": 8, \\\"making\\\": 64, \\\"profitable\\\": 7, \\\"competitive\\\": 10, \\\"equipment\\\": 36, \\\"maker\\\": 54, \\\"ponsse\\\": 8, \\\"oyj\\\": 127, \\\"october\\\": 32, \\\"total\\\": 36, \\\"67\\\": 15, \\\"cuttolength\\\": 1, \\\"method\\\": 5, \\\"machines\\\": 11, \\\"44\\\": 13, \\\"harvester\\\": 2, \\\"heads\\\": 14, \\\"brazilian\\\": 9, \\\"paper\\\": 42, \\\"bahia\\\": 2, \\\"pulp\\\": 14, \\\"unnamed\\\": 4, \\\"uruguayan\\\": 1, \\\"wood\\\": 8, \\\"harvesting\\\": 2, \\\"contractors\\\": 2, \\\"dipen\\\": 3, \\\"ongcs\\\": 1, \\\"wagle\\\": 52, \\\"aptart\\\": 11, \\\"advisory\\\": 14, \\\"cee\\\": 20, \\\"fib\\\": 23, \\\"5180\\\": 1, \\\"exclusivebp\\\": 1, \\\"chinas\\\": 19, \\\"cnpc\\\": 1, \\\"unveil\\\": 2, \\\"alliance\\\": 6, \\\"sources\\\": 8, \\\"upto\\\": 22, \\\"returns\\\": 35, \\\"sudip\\\": 22, \\\"bandyopadhyay\\\": 22, \\\"forced\\\": 13, \\\"difficult\\\": 10, \\\"decisions\\\": 3, \\\"families\\\": 6, \\\"individuals\\\": 1, \\\"series\\\": 6, \\\"explores\\\": 2, \\\"how\\\\u00e2\\\\u20ac\\\\u00a6\\\": 1, \\\"elon\\\": 3, \\\"musk\\\": 2, \\\"charge\\\": 10, \\\"inaccurate\\\": 2, \\\"tweet\\\": 7, \\\"splurge\\\": 2, \\\"anytime\\\": 4, \\\"\\\\u00a360bn\\\": 1, \\\"unspent\\\": 1, \\\"healthcare\\\": 24, \\\"lifts\\\": 36, \\\"european\\\": 85, \\\"equities\\\": 29, \\\"nmc\\\": 2, \\\"health\\\": 22, \\\"reveals\\\": 14, \\\"3bn\\\": 3, \\\"unknown\\\": 3, \\\"board\\\": 43, \\\"ladbrokes\\\": 5, \\\"coral\\\": 1, \\\"\\\\u00a359m\\\": 1, \\\"vulnerable\\\": 13, \\\"gamblers\\\": 6, \\\"officially\\\": 3, \\\"revolting\\\": 1, \\\"parties\\\": 10, \\\"6700\\\": 2, \\\"11\\\": 73, \\\"ephc\\\": 1, \\\"directors\\\": 15, \\\"approved\\\": 6, \\\"quarterly\\\": 32, \\\"dividend\\\": 66, \\\"003\\\": 2, \\\"005\\\": 4, \\\"sterling\\\": 33, \\\"british\\\": 47, \\\"scottish\\\": 7, \\\"vote\\\": 23, \\\"stance\\\": 3, \\\"spw\\\": 21, \\\"before\\\": 113, \\\"dump\\\": 20, \\\"collapses\\\": 7, \\\"1163\\\": 1, \\\"frost\\\": 2, \\\"sold\\\": 50, \\\"19\\\": 42, \\\"6067\\\": 1, \\\"1133\\\": 1, \\\"1014\\\": 1, \\\"unp\\\": 1, \\\"dvax\\\": 13, \\\"fda\\\": 13, \\\"approval\\\": 26, \\\"decision\\\": 26, \\\"jersey\\\": 1, \\\"nevada\\\": 3, \\\"egalize\\\": 1, \\\"online\\\": 37, \\\"gambling\\\": 13, \\\"news\\\": 95, \\\"zyngaznga\\\": 1, \\\"jet\\\": 31, \\\"wavers\\\": 1, \\\"choppy\\\": 18, \\\"risk\\\": 123, \\\"aversion\\\": 4, \\\"uncommonly\\\": 1, \\\"snow\\\": 2, \\\"conditions\\\": 16, \\\"every\\\": 23, \\\"affected\\\": 9, \\\"result\\\": 54, \\\"roger\\\": 1, \\\"talermo\\\": 1, \\\"additional\\\": 9, \\\"linking\\\": 2, \\\"mumbai\\\": 5, \\\"dictated\\\": 1, \\\"traffic\\\": 17, \\\"imports\\\": 18, \\\"body\\\": 17, \\\"isr\\\": 1, \\\"isoray\\\": 1, \\\"volumebiotech\\\": 1, \\\"deficit\\\": 6, \\\"985\\\": 1, \\\"problems\\\": 35, \\\"anna\\\": 6, \\\"timstesco\\\": 1, \\\"fails\\\": 38, \\\"accident\\\": 2, \\\"insurance\\\": 53, \\\"owners\\\": 11, \\\"seek\\\": 8, \\\"payments\\\": 11, \\\"holding\\\": 92, \\\"positions\\\": 29, \\\"outperform\\\": 26, \\\"plc\\\": 37, \\\"dixons\\\": 8, \\\"carphone\\\": 8, \\\"redhot\\\": 1, \\\"stars\\\": 6, \\\"scenario\\\": 7, \\\"taher\\\": 6, \\\"badshah\\\": 6, \\\"shrinks\\\": 6, \\\"richest\\\": 1, \\\"own\\\": 27, \\\"much\\\": 74, \\\"50\\\": 103, \\\"oxfam\\\": 1, \\\"coffee\\\": 14, \\\"exports\\\": 37, \\\"drop\\\": 100, \\\"84\\\": 16, \\\"jan\\\": 38, \\\"ico\\\": 1, \\\"faces\\\": 53, \\\"rising\\\": 54, \\\"goodbye\\\": 4, \\\"faf\\\": 3, \\\"acting\\\": 10, \\\"ive\\\": 8, \\\"never\\\": 20, \\\"liked\\\": 2, \\\"anyway\\\": 1, \\\"era\\\": 7, \\\"avenues\\\": 3, \\\"reform\\\": 6, \\\"korea\\\": 10, \\\"inc\\\": 33, \\\"picking\\\": 9, \\\"average\\\": 41, \\\"candle\\\": 26, \\\"needs\\\": 49, \\\"cool\\\": 8, \\\"panic\\\": 19, \\\"cvs\\\": 3, \\\"caremark\\\": 1, \\\"climbs\\\": 24, \\\"land\\\": 30, \\\"56\\\": 15, \\\"2006\\\": 86, \\\"come\\\": 61, \\\"40\\\": 55, \\\"calls\\\": 99, \\\"015\\\": 4, \\\"avg\\\": 18, \\\"ove\\\": 10, \\\"itm\\\": 1, \\\"qcom\\\": 18, \\\"getting\\\": 64, \\\"interesting\\\": 38, \\\"sk\\\": 11, \\\"whoasomebody\\\": 1, \\\"confidence\\\": 8, \\\"da\\\": 8, \\\"mooooonnnn\\\": 1, \\\"key\\\": 62, \\\"460\\\": 6, \\\"else\\\": 10, \\\"opens\\\": 39, \\\"red\\\": 74, \\\"ongc\\\": 47, \\\"gail\\\": 16, \\\"useri\\\": 1, \\\"same\\\": 83, \\\"iphone\\\": 23, \\\"wow\\\": 23, \\\"factor\\\": 7, \\\"heidelberg\\\": 4, \\\"cement\\\": 61, \\\"timsjohn\\\": 2, \\\"lewis\\\": 5, \\\"\\\\u00a310000\\\": 1, \\\"makeover\\\": 2, \\\"competition\\\": 23, \\\"going\\\": 146, \\\"tougher\\\": 5, \\\"telecom\\\": 37, \\\"amit\\\": 10, \\\"khurana\\\": 7, \\\"update\\\": 35, \\\"1eu\\\": 1, \\\"backs\\\": 7, \\\"gsk\\\": 12, \\\"injectable\\\": 2, \\\"asthma\\\": 4, \\\"drug\\\": 47, \\\"normal\\\": 8, \\\"set\\\": 91, \\\"another\\\": 97, \\\"g\\\": 33, \\\"sentiment\\\": 26, \\\"improve\\\": 24, \\\"medium\\\": 19, \\\"dipan\\\": 27, \\\"tab\\\": 6, \\\"mikel\\\": 1, \\\"h\\\": 19, \\\"williams\\\": 3, \\\"viasystems\\\": 1, \\\"dennis\\\": 1, \\\"strigl\\\": 1, \\\"use\\\": 39, \\\"coo\\\": 2, \\\"verizon\\\": 5, \\\"com\\\": 3, \\\"wirless\\\": 1, \\\"liquidity\\\": 20, \\\"adjustment\\\": 5, \\\"facility\\\": 14, \\\"90\\\": 14, \\\"bps\\\": 2, \\\"13\\\": 77, \\\"piramal\\\": 8, \\\"stake\\\": 145, \\\"skynet\\\": 3, \\\"lockstep\\\": 1, \\\"pm\\\": 25, \\\"exciting\\\": 6, \\\"tv\\\": 42, \\\"reviewphilip\\\": 1, \\\"trouble\\\": 17, \\\"topshop\\\": 2, \\\"ignoring\\\": 4, \\\"liam\\\": 1, \\\"foxs\\\": 1, \\\"ministry\\\": 6, \\\"criticism\\\": 7, \\\"lack\\\": 22, \\\"readiness\\\": 1, \\\"kind\\\": 8, \\\"mgm\\\": 13, \\\"held\\\": 25, \\\"caught\\\": 11, \\\"ange\\\": 4, \\\"212150\\\": 1, \\\"area\\\": 49, \\\"longerterm\\\": 6, \\\"endangered\\\": 1, \\\"young\\\": 7, \\\"likely\\\": 147, \\\"during\\\": 60, \\\"citigroup\\\": 10, \\\"sells\\\": 44, \\\"worth\\\": 50, \\\"35\\\": 54, \\\"cos\\\": 17, \\\"mika\\\": 3, \\\"vehvil\\\": 2, \\\"\\\\u00e6inen\\\": 3, \\\"signs\\\": 22, \\\"outside\\\": 16, \\\"entertainer\\\": 1, \\\"retailer\\\": 10, \\\"stockpiles\\\": 5, \\\"summer\\\": 16, \\\"toys\\\": 6, \\\"mount\\\": 18, \\\"miss\\\": 18, \\\"edible\\\": 14, \\\"ncml\\\": 1, \\\"industrie\\\": 2, \\\"swhc\\\": 16, \\\"need\\\": 51, \\\"gntx\\\": 2, \\\"gentex\\\": 1, \\\"corp\\\": 48, \\\"silver\\\": 42, \\\"subdued\\\": 38, \\\"pistachio\\\": 5, \\\"festive\\\": 14, \\\"breweries\\\": 7, \\\"bourses\\\": 16, \\\"stretched\\\": 5, \\\"hn\\\": 6, \\\"breakoutbut\\\": 1, \\\"pullback\\\": 44, \\\"enter\\\": 13, \\\"ma\\\": 42, \\\"follow\\\": 30, \\\"thru\\\": 20, \\\"confirmation\\\": 11, \\\"cat8985\\\": 1, \\\"lehman\\\": 3, \\\"brosstyle\\\": 1, \\\"crash\\\": 48, \\\"\\\\u201a\\\\u00e4normal\\\\u201a\\\\u00e4\\\": 1, \\\"ko\\\": 10, \\\"tjx\\\": 8, \\\"bcd\\\": 4, \\\"bond\\\": 79, \\\"yield\\\": 22, \\\"13month\\\": 4, \\\"profitbooking\\\": 34, \\\"finolex\\\": 4, \\\"dhanuka\\\": 4, \\\"agritech\\\": 4, \\\"2246\\\": 1, \\\"nordic\\\": 20, \\\"aluminium\\\": 16, \\\"book\\\": 31, \\\"stood\\\": 6, \\\"877\\\": 1, \\\"704\\\": 1, \\\"2005\\\": 65, \\\"dcth\\\": 8, \\\"gps\\\": 6, \\\"loyalty\\\": 3, \\\"show\\\": 46, \\\"slightly\\\": 26, \\\"lacklustre\\\": 6, \\\"offsets\\\": 2, \\\"midpoint\\\": 7, \\\"yen\\\": 41, \\\"japan\\\": 14, \\\"retreats\\\": 10, \\\"hoodies\\\": 1, \\\"shabby\\\": 1, \\\"fraser\\\": 6, \\\"ashley\\\": 13, \\\"videocon\\\": 7, \\\"jumps\\\": 102, \\\"10\\\": 191, \\\"fundraising\\\": 2, \\\"ifci\\\": 6, \\\"13635\\\": 1, \\\"pfizer\\\": 13, \\\"plans\\\": 106, \\\"scales\\\": 6, \\\"2000\\\": 17, \\\"dpz\\\": 7, \\\"broke\\\": 41, \\\"his\\\": 36, \\\"bull\\\": 49, \\\"flag\\\": 60, \\\"make\\\": 107, \\\"ec\\\": 10, \\\"imminent\\\": 2, \\\"entered\\\": 9, \\\"walmart\\\": 7, \\\"sues\\\": 12, \\\"solar\\\": 18, \\\"panels\\\": 1, \\\"caused\\\": 12, \\\"multiple\\\": 11, \\\"fires\\\": 5, \\\"according\\\": 38, \\\"varma\\\": 2, \\\"recipient\\\": 1, \\\"thirds\\\": 1, \\\"earningsrelated\\\": 1, \\\"tendering\\\": 1, \\\"downing\\\": 4, \\\"aapsure\\\": 1, \\\"likes\\\": 6, \\\"australian\\\": 30, \\\"early\\\": 68, \\\"jeff\\\": 6, \\\"bezos\\\": 2, \\\"wizardits\\\": 1, \\\"gross\\\": 10, \\\"theirs\\\": 1, \\\"less\\\": 23, \\\"grossamazon\\\": 1, \\\"reads\\\": 2, \\\"minds\\\": 1, \\\"pcn\\\": 18, \\\"680\\\": 1, \\\"love\\\": 34, \\\"vome\\\": 10, \\\"boy\\\": 6, \\\"allowed\\\": 2, \\\"paying\\\": 11, \\\"dividends\\\": 11, \\\"even\\\": 65, \\\"create\\\": 19, \\\"emami\\\": 8, \\\"mill\\\": 13, \\\"239\\\": 2, \\\"cag\\\": 4, \\\"impact\\\": 37, \\\"utilities\\\": 4, \\\"1820\\\": 1, \\\"bofaml\\\": 8, \\\"iwm\\\": 11, \\\"programs\\\": 7, \\\"popping\\\": 4, \\\"print\\\": 7, \\\"means\\\": 15, \\\"robot\\\": 3, \\\"smaller\\\": 13, \\\"bigger\\\": 13, \\\"names\\\": 22, \\\"hov\\\": 4, \\\"oppose\\\": 4, \\\"sale\\\": 88, \\\"257\\\": 4, \\\"tpx\\\": 4, \\\"motion\\\": 4, \\\"then\\\": 69, \\\"33\\\": 28, \\\"yields\\\": 25, \\\"edge\\\": 39, \\\"bargain\\\": 1, \\\"jagannadham\\\": 5, \\\"thunuguntla\\\": 5, \\\"smc\\\": 3, \\\"totalled\\\": 38, \\\"271\\\": 4, \\\"negative\\\": 55, \\\"083\\\": 3, \\\"whats\\\": 13, \\\"buys\\\": 72, \\\"institutional\\\": 10, \\\"mafatlal\\\": 1, \\\"three\\\": 53, \\\"fold\\\": 7, \\\"1305\\\": 4, \\\"palmolein\\\": 3, \\\"sysopen\\\": 6, \\\"digia\\\": 8, \\\"press\\\": 17, \\\"release\\\": 29, \\\"rewarded\\\": 2, \\\"distinguished\\\": 1, \\\"partner\\\": 7, \\\"surprising\\\": 5, \\\"jwn\\\": 3, \\\"guess\\\": 13, \\\"concern\\\": 22, \\\"chokkalingam\\\": 13, \\\"cox\\\": 16, \\\"kings\\\": 9, \\\"12809\\\": 1, \\\"limited\\\": 15, \\\"seen\\\": 80, \\\"kalindee\\\": 6, \\\"ambareesh\\\": 31, \\\"baliga\\\": 31, \\\"expert\\\": 9, \\\"tescos\\\": 1, \\\"isnt\\\": 5, \\\"enough\\\": 16, \\\"intends\\\": 3, \\\"knowhow\\\": 6, \\\"cooperate\\\": 2, \\\"actors\\\": 1, \\\"venus\\\": 6, \\\"remedies\\\": 6, \\\"crisil\\\": 10, \\\"downgrade\\\": 22, \\\"technopolis\\\": 2, \\\"st\\\": 25, \\\"petersburg\\\": 11, \\\"government\\\": 94, \\\"signed\\\": 51, \\\"cooperation\\\": 23, \\\"memorandum\\\": 3, \\\"technopark\\\": 1, \\\"neudorf\\\": 1, \\\"zone\\\": 23, \\\"village\\\": 1, \\\"strelny\\\": 1, \\\"suburbs\\\": 2, \\\"slowdown\\\": 18, \\\"intensify\\\": 1, \\\"greek\\\": 18, \\\"referendum\\\": 4, \\\"traders\\\": 43, \\\"mcx\\\": 20, \\\"lupin\\\": 15, \\\"pharmaceutical\\\": 7, \\\"soar\\\": 27, \\\"ecb\\\": 35, \\\"hints\\\": 2, \\\"fresh\\\": 55, \\\"stimulus\\\": 15, \\\"consider\\\": 9, \\\"declined\\\": 17, \\\"34\\\": 35, \\\"zcs\\\": 6, \\\"stoplosses\\\": 1, \\\"sd\\\": 12, \\\"ammo\\\": 1, \\\"fire\\\": 24, \\\"tom\\\": 5, \\\"ward\\\": 3, \\\"needed\\\": 17, \\\"unfortunately\\\": 4, \\\"shareholders\\\": 33, \\\"expense\\\": 2, \\\"ng\\\": 26, \\\"uco\\\": 5, \\\"trendwatchindiacom\\\": 7, \\\"cairn\\\": 18, \\\"brent\\\": 49, \\\"teja\\\": 2, \\\"155\\\": 11, \\\"muted\\\": 5, \\\"spot\\\": 62, \\\"stumbles\\\": 2, \\\"levy\\\": 3, \\\"digital\\\": 13, \\\"1201\\\": 2, \\\"omx\\\": 48, \\\"066\\\": 1, \\\"pct\\\": 60, \\\"314357\\\": 1, \\\"067\\\": 5, \\\"1053074\\\": 1, \\\"253\\\": 4, \\\"mln\\\": 173, \\\"exit\\\": 37, \\\"hot\\\": 33, \\\"eros\\\": 14, \\\"53\\\": 13, \\\"muthoot\\\": 9, \\\"194\\\": 5, \\\"contra\\\": 2, \\\"downgrades\\\": 22, \\\"runs\\\": 7, \\\"50sma\\\": 12, \\\"away\\\": 47, \\\"adag\\\": 7, \\\"basket\\\": 3, \\\"strategist\\\": 15, \\\"covered\\\": 20, \\\"1212\\\": 1, \\\"trusting\\\": 1, \\\"swingwill\\\": 1, \\\"tomorrow\\\": 69, \\\"chkconfirming\\\": 1, \\\"expectationother\\\": 1, \\\"ups\\\": 18, \\\"likeimm\\\": 1, \\\"etc\\\": 5, \\\"behind\\\": 24, \\\"sensexs\\\": 2, \\\"600pt\\\": 1, \\\"neednt\\\": 1, \\\"worry\\\": 14, \\\"leave\\\": 21, \\\"lasting\\\": 1, \\\"scars\\\": 5, \\\"gen\\\": 2, \\\"z\\\": 5, \\\"nevertheless\\\": 2, \\\"4914\\\": 1, \\\"4851\\\": 2, \\\"earlier\\\": 70, \\\"software\\\": 41, \\\"developer\\\": 18, \\\"basware\\\": 16, \\\"november\\\": 26, \\\"subsidiary\\\": 29, \\\"provide\\\": 12, \\\"lifecycle\\\": 1, \\\"medical\\\": 7, \\\"brokers\\\": 13, \\\"drl\\\": 3, \\\"cipla\\\": 14, \\\"coal\\\": 36, \\\"nhod\\\": 2, \\\"previous\\\": 33, \\\"applications\\\": 6, \\\"reach\\\": 15, \\\"26m\\\": 2, \\\"states\\\": 10, \\\"struggle\\\": 21, \\\"troika\\\": 4, \\\"laundromatelite\\\": 1, \\\"school\\\": 4, \\\"fees\\\": 6, \\\"haven\\\": 3, \\\"leak\\\": 6, \\\"housing\\\": 44, \\\"hurts\\\": 10, \\\"ringgit\\\": 5, \\\"gcpl\\\": 6, \\\"torrent\\\": 7, \\\"concor\\\": 1, \\\"gain\\\": 114, \\\"each\\\": 12, \\\"52week\\\": 54, \\\"inclusion\\\": 6, \\\"sonata\\\": 1, \\\"rules\\\": 23, \\\"listing\\\": 10, \\\"fur\\\": 1, \\\"items\\\": 29, \\\"fake\\\": 7, \\\"asa\\\": 4, \\\"handling\\\": 21, \\\"systems\\\": 59, \\\"hel\\\": 65, \\\"cgcbv\\\": 3, \\\"166\\\": 7, \\\"macgregor\\\": 3, \\\"hatch\\\": 2, \\\"covers\\\": 3, \\\"ships\\\": 3, \\\"ordered\\\": 11, \\\"norwegian\\\": 12, \\\"shipowner\\\": 1, \\\"grieg\\\": 1, \\\"shipping\\\": 21, \\\"iron\\\": 9, \\\"ore\\\": 10, \\\"19mth\\\": 1, \\\"overwhelms\\\": 1, \\\"shanghai\\\": 12, \\\"rebar\\\": 1, \\\"public\\\": 31, \\\"discrimination\\\": 6, \\\"taxpayer\\\": 1, \\\"\\\\u00a317bn\\\": 1, \\\"chair\\\": 7, \\\"jerome\\\": 2, \\\"powell\\\": 2, \\\"closely\\\": 11, \\\"scaling\\\": 17, \\\"without\\\": 26, \\\"dough\\\": 1, \\\"rural\\\": 6, \\\"electrification\\\": 3, \\\"1643\\\": 1, \\\"111067\\\": 1, \\\"ratings\\\": 21, \\\"ban\\\": 24, \\\"collapse\\\": 47, \\\"goes\\\": 61, \\\"deep\\\": 13, \\\"freeze\\\": 7, \\\"metals\\\": 47, \\\"rout\\\": 17, \\\"deepen\\\": 3, \\\"food\\\": 33, \\\"industry\\\": 108, \\\"hk\\\": 6, \\\"ruokatalo\\\": 4, \\\"atria\\\": 10, \\\"form\\\": 13, \\\"joint\\\": 11, \\\"venture\\\": 11, \\\"l\\\": 9, \\\"\\\\u00e6nsikalkkuna\\\": 1, \\\"produce\\\": 6, \\\"turkey\\\": 5, \\\"meat\\\": 5, \\\"facebook\\\": 21, \\\"warned\\\": 13, \\\"libra\\\": 3, \\\"cryptocurrency\\\": 4, \\\"scrutiny\\\": 5, \\\"1096\\\": 2, \\\"27773\\\": 1, \\\"8063\\\": 1, \\\"selloff\\\": 23, \\\"sca\\\\u2026\\\": 2, \\\"intc\\\": 17, \\\"downside\\\": 36, \\\"31\\\": 38, \\\"handle\\\": 22, \\\"altimo\\\": 1, \\\"teliasonera\\\": 8, \\\"usmanov\\\": 1, \\\"welcome\\\": 9, \\\"join\\\": 6, \\\"iifcl\\\": 2, \\\"47\\\": 18, \\\"1000\\\": 30, \\\"201213\\\": 3, \\\"lenders\\\": 14, \\\"including\\\": 27, \\\"sakthi\\\": 1, \\\"sugars\\\": 9, \\\"repay\\\": 3, \\\"attempt\\\": 9, \\\"ssenpower\\\": 1, \\\"cap\\\": 38, \\\"isg\\\": 9, \\\"someone\\\": 14, \\\"movecraziness\\\": 1, \\\"dia\\\": 12, \\\"mons\\\": 1, \\\"9050\\\": 3, \\\"tracking\\\": 14, \\\"coronavirus\\\\u2026\\\": 2, \\\"2month\\\": 9, \\\"ends\\\": 83, \\\"bids\\\": 6, \\\"ajanta\\\": 5, \\\"8431\\\": 1, \\\"swft\\\": 2, \\\"flagging\\\": 8, \\\"1430\\\": 2, \\\"gdxj\\\": 7, \\\"bounced\\\": 6, \\\"vgz\\\": 1, \\\"god\\\": 9, \\\"paas\\\": 3, \\\"dalal\\\": 11, \\\"midcaps\\\": 18, \\\"bluechips\\\": 4, \\\"recovery\\\": 24, \\\"leaves\\\": 12, \\\"235000\\\": 1, \\\"lurch\\\": 1, \\\"heard\\\": 32, \\\"glodyne\\\": 1, \\\"technoserve\\\": 1, \\\"3korder\\\": 1, \\\"true\\\": 9, \\\"engulfing\\\": 10, \\\"dec\\\": 18, \\\"soyabean\\\": 8, \\\"advance\\\": 10, \\\"central\\\": 39, \\\"voltas\\\": 16, \\\"255\\\": 6, \\\"nx\\\": 10, \\\"setting\\\": 28, \\\"beautifully\\\": 5, \\\"oilongc\\\": 1, \\\"mix\\\": 4, \\\"portfolio\\\": 37, \\\"jain\\\": 21, \\\"yhoo\\\": 32, \\\"sitting\\\": 14, \\\"215\\\": 5, \\\"shw\\\": 1, \\\"eye\\\": 21, \\\"poised\\\": 18, \\\"building\\\": 35, \\\"improvement\\\": 21, \\\"225\\\": 8, \\\"2014\\\": 43, 