"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 20000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"####\", \"document_count\": 14533, \"word_counts\": \"{\\\"fit\\\": 213, \\\"quantum\\\": 13, \\\"pou\\\": 1, \\\"cold\\\": 14, \\\"water\\\": 39, \\\"on\\\": 2427, \\\"takeover\\\": 24, \\\"talk\\\": 24, \\\"sell\\\": 190, \\\"indiabulls\\\": 10, \\\"housing\\\": 50, \\\"finance\\\": 134, \\\"with\\\": 725, \\\"a\\\": 1941, \\\"target\\\": 183, \\\"of\\\": 3071, \\\"rs\\\": 813, \\\"540\\\": 3, \\\"mitesh\\\": 81, \\\"thacker\\\": 81, \\\"bearish\\\": 37, \\\"sugar\\\": 50, \\\"stocks\\\": 673, \\\"italys\\\": 1, \\\"top\\\": 190, \\\"bank\\\": 435, \\\"unveils\\\": 9, \\\"new\\\": 429, \\\"lending\\\": 19, \\\"measures\\\": 27, \\\"as\\\": 1325, \\\"firms\\\": 89, \\\"battle\\\": 19, \\\"cash\\\": 75, \\\"unch\\\": 5, \\\"ranbaxy\\\": 21, \\\"price\\\": 270, \\\"342\\\": 3, \\\"ashwani\\\": 95, \\\"gujral\\\": 95, \\\"tokyo\\\": 9, \\\"shares\\\": 556, \\\"plunge\\\": 58, \\\"347\\\": 1, \\\"in\\\": 3283, \\\"early\\\": 47, \\\"trade\\\": 291, \\\"what\\\": 159, \\\"is\\\": 956, \\\"the\\\": 3807, \\\"ted\\\": 8, \\\"spread\\\": 12, \\\"telling\\\": 4, \\\"investo\\\": 197, \\\"about\\\": 198, \\\"credit\\\": 53, \\\"market\\\": 395, \\\"london\\\": 61, \\\"stock\\\": 763, \\\"exchange\\\": 51, \\\"hit\\\": 186, \\\"by\\\": 743, \\\"wot\\\": 87, \\\"outage\\\": 3, \\\"since\\\": 124, \\\"2011\\\": 24, \\\"monnet\\\": 5, \\\"ispat\\\": 5, \\\"bags\\\": 13, \\\"utkalc\\\": 1, \\\"coal\\\": 39, \\\"block\\\": 13, \\\"rallies\\\": 72, \\\"over\\\": 620, \\\"13\\\": 54, \\\"hindalco\\\": 21, \\\"and\\\": 1682, \\\"tata\\\": 53, \\\"steel\\\": 77, \\\"look\\\": 71, \\\"good\\\": 160, \\\"metal\\\": 42, \\\"space\\\": 75, \\\"banking\\\": 57, \\\"telecom\\\": 31, \\\"it\\\": 519, \\\"brace\\\": 7, \\\"for\\\": 1763, \\\"big\\\": 99, \\\"disruptions\\\": 5, \\\"2016\\\": 14, \\\"5\\\": 154, \\\"best\\\": 59, \\\"states\\\": 30, \\\"to\\\": 4337, \\\"retire\\\": 5, \\\"2020\\\": 183, \\\"superdry\\\": 5, \\\"founders\\\": 2, \\\"return\\\": 42, \\\"dealt\\\": 2, \\\"blow\\\": 18, \\\"shareholder\\\": 28, \\\"advise\\\": 11, \\\"manchester\\\": 5, \\\"liverpool\\\": 3, \\\"mayo\\\": 1, \\\"call\\\": 197, \\\"termination\\\": 2, \\\"northern\\\": 20, \\\"rail\\\": 56, \\\"survey\\\": 16, \\\"conducted\\\": 1, \\\"taloustutkimus\\\": 1, \\\"sampo\\\": 7, \\\"life\\\": 45, \\\"shows\\\": 32, \\\"that\\\": 323, \\\"companies\\\": 144, \\\"are\\\": 438, \\\"badly\\\": 5, \\\"prepared\\\": 7, \\\"losing\\\": 27, \\\"key\\\": 53, \\\"staff\\\": 58, \\\"membe\\\": 17, \\\"soccermancini\\\": 1, \\\"spoilt\\\": 1, \\\"choice\\\": 8, \\\"recordbreaking\\\": 7, \\\"italy\\\": 15, \\\"head\\\": 34, \\\"euros\\\": 1, \\\"nasdaq\\\": 46, \\\"ebitda\\\": 11, \\\"was\\\": 195, \\\"eur116m\\\": 1, \\\"compared\\\": 106, \\\"eur115m\\\": 1, \\\"corresponding\\\": 85, \\\"an\\\": 233, \\\"margin\\\": 32, \\\"33\\\": 19, \\\"legacy\\\": 6, \\\"lessons\\\": 3, \\\"paul\\\": 9, \\\"volcker\\\": 2, \\\"tobacco\\\": 21, \\\"exports\\\": 37, \\\"from\\\": 845, \\\"tanzania\\\\u009da\\\": 2, \\\"op\\\": 10, \\\"source\\\": 12, \\\"foreign\\\": 31, \\\"exchange\\\\u009dcould\\\": 2, \\\"drop\\\": 89, \\\"much\\\": 64, \\\"20\\\": 121, \\\"this\\\": 289, \\\"year\\\": 316, \\\"because\\\\u2026\\\": 2, \\\"keep\\\": 55, \\\"upl\\\": 2, \\\"your\\\": 90, \\\"portfolio\\\": 52, \\\"long\\\": 73, \\\"term\\\": 59, \\\"returns\\\": 41, \\\"deven\\\": 31, \\\"choksey\\\": 41, \\\"kr\\\": 9, \\\"securities\\\": 48, \\\"despite\\\": 76, \\\"recession\\\": 99, \\\"itdc\\\": 1, \\\"registe\\\": 8, \\\"profit\\\": 591, \\\"hindustan\\\": 13, \\\"unilever\\\": 14, \\\"ltd\\\": 106, \\\"stop\\\": 64, \\\"loss\\\": 308, \\\"570\\\": 2, \\\"sandeep\\\": 55, \\\"wagle\\\": 53, \\\"finnish\\\": 197, \\\"fibe\\\": 4, \\\"plastic\\\": 7, \\\"products\\\": 54, \\\"maker\\\": 56, \\\"suominen\\\": 11, \\\"corporation\\\": 109, \\\"said\\\": 233, \\\"its\\\": 501, \\\"net\\\": 776, \\\"continuing\\\": 14, \\\"operations\\\": 60, \\\"narrowed\\\": 10, \\\"18\\\": 47, \\\"mln\\\": 160, \\\"o\\\": 99, \\\"23\\\": 41, \\\"2006\\\": 61, \\\"37\\\": 16, \\\"48\\\": 18, \\\"2005\\\": 49, \\\"moderna\\\": 2, \\\"files\\\": 29, \\\"mixed\\\": 22, \\\"shelf\\\": 2, \\\"down\\\": 608, \\\"8\\\": 79, \\\"after\\\": 663, \\\"hou\\\": 21, \\\"salcomp\\\": 3, \\\"oyj\\\": 107, \\\"mobile\\\": 44, \\\"phone\\\": 14, \\\"charge\\\": 11, \\\"monday\\\": 32, \\\"posted\\\": 13, \\\"eur1\\\": 12, \\\"49\\\": 16, \\\"million\\\": 276, \\\"second\\\": 82, \\\"quarter\\\": 276, \\\"170\\\": 7, \\\"same\\\": 44, \\\"period\\\": 169, \\\"previous\\\": 17, \\\"gatx\\\": 2, \\\"american\\\": 45, \\\"steamship\\\": 2, \\\"company\\\": 347, \\\"business\\\": 241, \\\"segment\\\": 13, \\\"novo\\\": 3, \\\"nordisk\\\": 3, \\\"disclosure\\\": 8, \\\"transaction\\\": 18, \\\"data\\\": 142, \\\"novonordisk\\\": 1, \\\"marketseener\\\": 191, \\\"jaypee\\\": 6, \\\"sports\\\": 36, \\\"international\\\": 75, \\\"merger\\\": 44, \\\"jaiprakash\\\": 5, \\\"associates\\\": 8, \\\"gets\\\": 43, \\\"nse\\\": 20, \\\"nod\\\": 23, \\\"bonds\\\": 69, \\\"retreats\\\": 9, \\\"fresh\\\": 50, \\\"selling\\\": 57, \\\"rates\\\": 77, \\\"recover\\\": 11, \\\"kitex\\\": 2, \\\"garments\\\": 2, \\\"rally\\\": 113, \\\"4\\\": 115, \\\"strong\\\": 95, \\\"q2\\\": 194, \\\"results\\\": 356, \\\"have\\\": 265, \\\"overweight\\\": 15, \\\"position\\\": 21, \\\"auto\\\": 81, \\\"ancillaries\\\": 2, \\\"bp\\\": 15, \\\"singh\\\": 15, \\\"pramerica\\\": 4, \\\"mutual\\\": 40, \\\"fund\\\": 119, \\\"gmr\\\": 11, \\\"infrastructure\\\": 41, \\\"hits\\\": 152, \\\"yearlow\\\": 2, \\\"maldives\\\": 2, \\\"civil\\\": 3, \\\"court\\\": 51, \\\"order\\\": 81, \\\"americans\\\": 33, \\\"ineasingly\\\": 5, \\\"worried\\\": 19, \\\"their\\\": 103, \\\"jobs\\\": 147, \\\"expect\\\": 42, \\\"curb\\\": 9, \\\"growth\\\": 259, \\\"spending\\\": 37, \\\"according\\\": 40, \\\"t\\\\u2026\\\": 15, \\\"adpnews\\\": 8, \\\"aug\\\": 1, \\\"3\\\": 173, \\\"2009\\\": 149, \\\"media\\\": 44, \\\"group\\\": 222, \\\"ilkkayhtyma\\\": 3, \\\"hel\\\": 51, \\\"ilk2s\\\": 2, \\\"today\\\": 104, \\\"fell\\\": 56, \\\"45\\\": 33, \\\"eur\\\": 529, \\\"59\\\": 17, \\\"usd\\\": 32, \\\"84\\\": 13, \\\"m\\\": 133, \\\"half\\\": 66, \\\"ab\\\": 18, \\\"nuvo\\\": 5, \\\"1135\\\": 2, \\\"private\\\": 44, \\\"equity\\\": 62, \\\"turning\\\": 10, \\\"obscure\\\": 2, \\\"type\\\": 1, \\\"loan\\\": 35, \\\"larger\\\": 5, \\\"buyouts\\\": 2, \\\"that\\\\u2026\\\": 3, \\\"travelex\\\": 2, \\\"owner\\\": 22, \\\"at\\\": 1017, \\\"risk\\\": 130, \\\"\\\\u00a381m\\\": 1, \\\"undisclosed\\\": 3, \\\"cheques\\\": 1, \\\"emerge\\\": 5, \\\"treasury\\\": 22, \\\"summary\\\": 10, \\\"banks\\\": 142, \\\"power\\\": 119, \\\"oil\\\": 381, \\\"gas\\\": 81, \\\"tourism\\\": 8, \\\"outperform\\\": 22, \\\"2015\\\": 16, \\\"emkay\\\": 8, \\\"warehouses\\\": 3, \\\"canada\\\": 36, \\\"piled\\\": 1, \\\"high\\\": 239, \\\"enough\\\": 24, \\\"marijuana\\\": 9, \\\"cover\\\": 17, \\\"twoandahalf\\\": 1, \\\"yea\\\": 108, \\\"demand\\\": 287, \\\"cannabis\\\": 35, \\\"pr\\\\u2026\\\": 2, \\\"cil\\\": 6, \\\"ipo\\\": 74, \\\"give\\\": 35, \\\"1415\\\": 3, \\\"cagr\\\": 1, \\\"gopal\\\": 1, \\\"ritolia\\\": 1, \\\"iifl\\\": 11, \\\"chinese\\\": 65, \\\"markets\\\": 284, \\\"bounce\\\": 14, \\\"back\\\": 123, \\\"6\\\": 117, \\\"attempts\\\": 4, \\\"stem\\\": 4, \\\"rout\\\": 18, \\\"state\\\": 44, \\\"intervention\\\": 9, \\\"weigh\\\": 31, \\\"infinite\\\": 3, \\\"computer\\\": 9, \\\"sees\\\": 70, \\\"robust\\\": 19, \\\"subsibed\\\": 9, \\\"43\\\": 16, \\\"times\\\": 44, \\\"lead\\\": 37, \\\"futures\\\": 258, \\\"soften\\\": 14, \\\"019\\\": 3, \\\"sluggish\\\": 45, \\\"sensex\\\": 146, \\\"slips\\\": 141, \\\"200\\\": 19, \\\"points\\\": 82, \\\"nifty\\\": 165, \\\"tests\\\": 10, \\\"6250\\\": 2, \\\"levels\\\": 77, \\\"bloomberg\\\": 26, \\\"china\\\": 299, \\\"open\\\": 71, \\\"full\\\": 44, \\\"show\\\": 48, \\\"02072020\\\": 1, \\\"ruling\\\": 8, \\\"ryanair\\\": 19, \\\"bid\\\": 33, \\\"delay\\\": 31, \\\"coos\\\": 1, \\\"easyjet\\\": 13, \\\"move\\\": 59, \\\"set\\\": 72, \\\"next\\\": 117, \\\"week\\\": 122, \\\"three\\\": 60, \\\"four\\\": 35, \\\"uk\\\": 344, \\\"unprepared\\\": 2, \\\"brexit\\\": 129, \\\"study\\\": 28, \\\"mrf\\\": 4, \\\"tank\\\": 19, \\\"7\\\": 94, \\\"per\\\": 326, \\\"cent\\\": 257, \\\"poor\\\": 41, \\\"earnings\\\": 355, \\\"oppenheimer\\\": 5, \\\"cuts\\\": 111, \\\"estimates\\\": 48, \\\"yum\\\": 9, \\\"agri\\\": 7, \\\"scale\\\": 11, \\\"up\\\": 723, \\\"further\\\": 59, \\\"recent\\\": 32, \\\"run\\\": 38, \\\"dhiraj\\\": 9, \\\"sachdev\\\": 6, \\\"viveve\\\": 1, \\\"medical\\\": 19, \\\"prices\\\": 256, \\\"unit\\\": 46, \\\"offering\\\": 66, \\\"even\\\": 44, \\\"luxury\\\": 12, \\\"goods\\\": 28, \\\"make\\\": 101, \\\"like\\\": 63, \\\"apple\\\": 30, \\\"bmw\\\": 5, \\\"daimler\\\": 3, \\\"not\\\": 243, \\\"immune\\\": 2, \\\"yuan\\\": 35, \\\"swings\\\": 7, \\\"france\\\": 13, \\\"accuse\\\": 4, \\\"airline\\\": 34, \\\"redundancy\\\": 4, \\\"blackmail\\\": 1, \\\"kudlow\\\": 12, \\\"says\\\": 367, \\\"trump\\\": 143, \\\"ready\\\": 18, \\\"sign\\\": 45, \\\"any\\\": 46, \\\"deal\\\": 217, \\\"capital\\\": 163, \\\"employed\\\": 4, \\\"roce\\\": 3, \\\"negative\\\": 49, \\\"113\\\": 8, \\\"2007\\\": 106, \\\"warner\\\": 4, \\\"music\\\": 16, \\\"teaming\\\": 3, \\\"giant\\\": 16, \\\"providence\\\": 2, \\\"partne\\\": 28, \\\"acquire\\\": 23, \\\"musi\\\\u2026\\\": 1, \\\"isis\\\": 173, \\\"growing\\\": 21, \\\"\\\\ufffd\\\\ufffd\\\": 1, \\\"heres\\\": 82, \\\"why\\\": 134, \\\"one\\\": 117, \\\"great\\\": 44, \\\"whale\\\": 2, \\\"offe\\\": 18, \\\"more\\\": 382, \\\"fight\\\": 22, \\\"against\\\": 116, \\\"climate\\\": 45, \\\"than\\\": 198, \\\"forest\\\": 14, \\\"trees\\\": 5, \\\"tiffany\\\": 13, \\\"co\\\": 37, \\\"confirms\\\": 13, \\\"agreement\\\": 56, \\\"be\\\": 408, \\\"acquired\\\": 9, \\\"lvmh\\\": 15, \\\"lvmuy\\\": 1, \\\"135share\\\": 1, \\\"or\\\": 185, \\\"approximately\\\": 7, \\\"162\\\\u2026\\\": 1, \\\"nmce\\\": 1, \\\"asks\\\": 13, \\\"dealing\\\": 6, \\\"nsel\\\": 17, \\\"defaulte\\\": 1, \\\"alert\\\": 8, \\\"furthermore\\\": 3, \\\"our\\\": 91, \\\"fully\\\": 7, \\\"electrically\\\": 1, \\\"driven\\\": 8, \\\"anes\\\": 4, \\\"environmentally\\\": 3, \\\"friendly\\\": 3, \\\"equities\\\": 28, \\\"offer\\\": 60, \\\"months\\\": 93, \\\"shanghai\\\": 8, \\\"composite\\\": 6, \\\"index\\\": 61, \\\"revees\\\": 2, \\\"gains\\\": 125, \\\"weak\\\": 163, \\\"manufacturing\\\": 35, \\\"energy\\\": 170, \\\"metals\\\": 53, \\\"lag\\\": 5, \\\"just\\\": 110, \\\"every\\\": 14, \\\"daymegastrong\\\": 1, \\\"day\\\": 128, \\\"w\\\": 6, \\\"software\\\": 37, \\\"biotech\\\": 6, \\\"payments\\\": 21, \\\"leading\\\": 18, \\\"jeera\\\": 14, \\\"mint\\\": 2, \\\"chilli\\\": 15, \\\"indias\\\": 15, \\\"spice\\\": 3, \\\"export\\\": 22, \\\"hot\\\": 12, \\\"mai\\\": 1, \\\"sells\\\": 40, \\\"ups\\\": 6, \\\"abbott\\\": 6, \\\"labs\\\": 17, \\\"newly\\\": 5, \\\"formed\\\": 2, \\\"yit\\\": 11, \\\"stavo\\\": 1, \\\"local\\\": 28, \\\"contact\\\": 5, \\\"network\\\": 29, \\\"expertise\\\": 4, \\\"know\\\": 40, \\\"how\\\": 163, \\\"euro\\\": 53, \\\"stavokonsult\\\": 1, \\\"will\\\": 465, \\\"combined\\\": 9, \\\"s\\\": 294, \\\"concept\\\": 4, \\\"juha\\\": 3, \\\"kostiainen\\\": 1, \\\"vice\\\": 6, \\\"president\\\": 43, \\\"corporate\\\": 48, \\\"communications\\\": 24, \\\"development\\\": 33, \\\"russia\\\": 39, \\\"micex\\\": 1, \\\"falls\\\": 233, \\\"below\\\": 129, \\\"1400\\\": 2, \\\"lowest\\\": 36, \\\"midmay\\\": 2, \\\"core\\\": 14, \\\"projects\\\": 30, \\\"q3\\\": 271, \\\"dips\\\": 79, \\\"21\\\": 25, \\\"2443\\\": 1, \\\"saudi\\\": 30, \\\"attacks\\\": 28, \\\"push\\\": 34, \\\"highest\\\": 13, \\\"amount\\\": 8, \\\"1988\\\": 1, \\\"basware\\\": 9, \\\"release\\\": 27, \\\"august\\\": 24, \\\"31\\\": 40, \\\"2010\\\": 107, \\\"1625\\\": 1, \\\"signed\\\": 32, \\\"large\\\": 34, \\\"industrial\\\": 35, \\\"deliver\\\": 20, \\\"invoice\\\": 3, \\\"automation\\\": 6, \\\"solution\\\": 19, \\\"connectivity\\\": 2, \\\"services\\\": 101, \\\"delayed\\\": 13, \\\"us\\\": 527, \\\"corn\\\": 3, \\\"harvest\\\": 3, \\\"has\\\": 366, \\\"resulted\\\": 4, \\\"chaos\\\": 22, \\\"routes\\\": 6, \\\"basmati\\\": 6, \\\"rice\\\": 7, \\\"fetch\\\": 2, \\\"lower\\\": 190, \\\"seazen\\\": 2, \\\"connected\\\": 1, \\\"transactions\\\": 4, \\\"framework\\\": 3, \\\"marketseener\\\\u2026\\\": 122, \\\"telenor\\\": 4, \\\"huawei\\\": 27, \\\"still\\\": 70, \\\"play\\\": 28, \\\"role\\\": 19, \\\"5g\\\": 19, \\\"rollout\\\": 5, \\\"should\\\": 122, \\\"react\\\": 8, \\\"future\\\": 46, \\\"plcs\\\": 5, \\\"lonfutr\\\": 1, \\\"ceo\\\": 161, \\\"pay\\\": 102, \\\"mark\\\": 19, \\\"finish\\\": 5, \\\"so\\\": 43, \\\"far\\\": 14, \\\"month\\\": 52, \\\"dragonfly\\\": 3, \\\"premium\\\": 22, \\\"10\\\": 124, \\\"equal\\\": 5, \\\"weighted\\\": 2, \\\"gained\\\": 7, \\\"100\\\": 57, \\\"using\\\": 26, \\\"70\\\": 23, \\\"ytd\\\": 4, \\\"2303\\\\u2026\\\": 1, \\\"consumer\\\": 52, \\\"names\\\": 37, \\\"find\\\": 22, \\\"lots\\\": 4, \\\"investor\\\": 66, \\\"support\\\": 48, \\\"going\\\": 60, \\\"ahead\\\": 110, \\\"taher\\\": 6, \\\"badshah\\\": 6, \\\"motilal\\\": 6, \\\"oswal\\\": 6, \\\"am\\\": 26, \\\"crompton\\\": 11, \\\"greaves\\\": 14, \\\"worries\\\": 37, \\\"likely\\\": 109, \\\"update\\\": 115, \\\"1psa\\\": 1, \\\"unions\\\": 6, \\\"fiat\\\": 6, \\\"stonegate\\\": 2, \\\"utm\\\": 1, \\\"protection\\\": 9, \\\"inbound\\\": 1, \\\"outbound\\\": 1, \\\"trials\\\": 1, \\\"start\\\": 48, \\\"januarymarch\\\": 10, \\\"fiscal\\\": 40, \\\"official\\\": 11, \\\"majo\\\": 6, \\\"continue\\\": 77, \\\"ashit\\\": 5, \\\"suri\\\": 6, \\\"warpaint\\\": 1, \\\"prechristmas\\\": 1, \\\"slump\\\": 86, \\\"dented\\\": 1, \\\"profits\\\": 54, \\\"longer\\\": 18, \\\"you\\\": 160, \\\"wait\\\": 6, \\\"save\\\": 20, \\\"cost\\\": 60, \\\"here\\\\u2019s\\\": 14, \\\"need\\\": 47, \\\"saving\\\": 5, \\\"ri\\\\u2026\\\": 1, \\\"glenmark\\\": 7, \\\"aurobindo\\\": 9, \\\"part\\\": 35, \\\"ajay\\\": 20, \\\"bodke\\\": 9, \\\"cesc\\\": 6, \\\"q4\\\": 265, \\\"243\\\": 2, \\\"ore\\\": 477, \\\"moser\\\": 3, \\\"baer\\\": 3, \\\"kunal\\\": 5, \\\"saraogi\\\": 3, \\\"technical\\\": 24, \\\"analyst\\\": 34, \\\"aberdeen\\\": 3, \\\"bond\\\": 84, \\\"poses\\\": 11, \\\"huge\\\": 17, \\\"systemic\\\": 1, \\\"invested\\\": 8, \\\"these\\\": 63, \\\"misfires\\\": 11, \\\"february\\\": 45, \\\"06\\\": 13, \\\"i\\\": 71, \\\"gave\\\": 7, \\\"my\\\": 29, \\\"smartphone\\\": 7, \\\"lived\\\": 2, \\\"only\\\": 41, \\\"places\\\": 6, \\\"calls\\\": 47, \\\"\\\\u2014\\\": 25, \\\"hated\\\": 2, \\\"it\\\\u2026\\\": 2, \\\"midamerica\\\": 1, \\\"apartment\\\": 3, \\\"communities\\\": 7, \\\"downgraded\\\": 42, \\\"sector\\\": 132, \\\"weight\\\": 12, \\\"keybanc\\\": 8, \\\"dlf\\\": 23, \\\"unitech\\\": 9, \\\"real\\\": 49, \\\"estate\\\": 31, \\\"deepak\\\": 64, \\\"mohoni\\\": 52, \\\"trendwatchindiacom\\\": 6, \\\"q1\\\": 196, \\\"may\\\": 286, \\\"electrical\\\": 2, \\\"components\\\": 5, \\\"oy\\\": 14, \\\"sal1v\\\": 2, \\\"turned\\\": 13, \\\"veus\\\": 26, \\\"eur2m\\\": 2, \\\"last\\\": 99, \\\"govts\\\": 3, \\\"boost\\\": 48, \\\"infra\\\": 56, \\\"auger\\\": 1, \\\"well\\\": 62, \\\"road\\\": 12, \\\"hemindra\\\": 10, \\\"hazari\\\": 11, \\\"street\\\": 121, \\\"brands\\\": 29, \\\"survival\\\": 4, \\\"amid\\\": 162, \\\"coronavirus\\\": 306, \\\"fallout\\\": 13, \\\"2014\\\": 34, \\\"easier\\\": 6, \\\"rupee\\\": 75, \\\"other\\\": 75, \\\"asian\\\": 50, \\\"currencies\\\": 10, \\\"hsbc\\\": 27, \\\"federal\\\": 75, \\\"reserve\\\": 46, \\\"york\\\": 47, \\\"added\\\": 13, \\\"liquidity\\\": 31, \\\"financial\\\": 212, \\\"thuday\\\": 16, \\\"effectively\\\": 2, \\\"shortt\\\\u2026\\\": 1, \\\"minutes\\\": 15, \\\"ernest\\\": 1, \\\"hemingway\\\\u2019s\\\": 1, \\\"pocket\\\": 4, \\\"watch\\\": 62, \\\"retaile\\\": 33, \\\"\\\\u00a31bn\\\": 5, \\\"recycling\\\": 10, \\\"under\\\": 94, \\\"waste\\\": 20, \\\"strategy\\\": 28, \\\"misses\\\": 137, \\\"samestore\\\": 5, \\\"sales\\\": 363, \\\"pizza\\\": 6, \\\"hut\\\": 4, \\\"battles\\\": 3, \\\"rivals\\\": 12, \\\"copper\\\": 49, \\\"strengthen\\\": 14, \\\"global\\\": 334, \\\"cues\\\": 106, \\\"spot\\\": 50, \\\"diageo\\\": 6, \\\"buys\\\": 48, \\\"usl\\\": 3, \\\"worth\\\": 40, \\\"866\\\": 1, \\\"stake\\\": 125, \\\"29\\\": 21, \\\"warren\\\": 16, \\\"buffett\\\": 8, \\\"takes\\\": 47, \\\"swipe\\\": 2, \\\"letter\\\": 14, \\\"eu\\\": 53, \\\"clash\\\": 11, \\\"pandemic\\\": 38, \\\"economic\\\": 108, \\\"rescue\\\": 23, \\\"package\\\": 7, \\\"nevertheless\\\": 1, \\\"share\\\": 161, \\\"rose\\\": 69, \\\"4914\\\": 1, \\\"percent\\\": 52, \\\"4851\\\": 1, \\\"earlier\\\": 48, \\\"flybe\\\": 7, \\\"pensions\\\": 8, \\\"1350\\\": 1, \\\"worke\\\": 83, \\\"exstaff\\\": 1, \\\"la\\\": 16, \\\"jolla\\\": 7, \\\"pharmaceutical\\\": 12, \\\"george\\\": 6, \\\"tidmah\\\": 2, \\\"left\\\": 35, \\\"opens\\\": 20, \\\"higher\\\": 106, \\\"realty\\\": 38, \\\"pharma\\\": 125, \\\"gain\\\": 87, \\\"broadridge\\\": 2, \\\"acquires\\\": 17, \\\"cleatructure\\\": 1, \\\"technology\\\": 70, \\\"vans\\\": 5, \\\"parent\\\": 19, \\\"vf\\\": 10, \\\"corp\\\": 66, \\\"asia\\\": 73, \\\"pacific\\\": 16, \\\"region\\\": 13, \\\"accounted\\\": 2, \\\"12\\\": 78, \\\"total\\\": 44, \\\"revenue\\\": 152, \\\"fy19\\\": 4, \\\"rogue\\\": 7, \\\"landlords\\\": 12, \\\"90\\\": 15, \\\"authorities\\\": 7, \\\"fail\\\": 30, \\\"issue\\\": 40, \\\"fines\\\": 7, \\\"ril\\\": 21, \\\"drives\\\": 11, \\\"onemonth\\\": 5, \\\"trading\\\": 134, \\\"news\\\": 108, \\\"adds\\\": 19, \\\"mio\\\": 7, \\\"devices\\\": 8, \\\"foot\\\": 5, \\\"updates\\\": 58, \\\"seeking\\\": 61, \\\"alpha\\\": 25, \\\"economy\\\": 303, \\\"calculus\\\": 1, \\\"jet\\\": 32, \\\"airways\\\": 23, \\\"ensure\\\": 6, \\\"stable\\\": 7, \\\"revenues\\\": 25, \\\"sharp\\\": 14, \\\"fall\\\": 322, \\\"seen\\\": 70, \\\"if\\\": 88, \\\"breaks\\\": 21, \\\"5400\\\": 2, \\\"crawley\\\": 2, \\\"wakes\\\": 1, \\\"empty\\\": 4, \\\"skies\\\": 2, \\\"ash\\\": 43, \\\"institutional\\\": 11, \\\"buying\\\": 76, \\\"necessary\\\": 2, \\\"focus\\\": 66, \\\"smallcap\\\": 6, \\\"nickel\\\": 28, \\\"intends\\\": 3, \\\"knowhow\\\": 4, \\\"outside\\\": 11, \\\"cooperate\\\": 2, \\\"acto\\\": 1, \\\"tyson\\\": 8, \\\"foods\\\": 20, \\\"214\\\": 3, \\\"bln\\\": 22, \\\"operating\\\": 169, \\\"excluding\\\": 20, \\\"nonrecurring\\\": 18, \\\"items\\\": 28, \\\"amounted\\\": 21, \\\"406\\\": 1, \\\"mn\\\": 362, \\\"573\\\": 4, \\\"yearonyear\\\": 26, \\\"opening\\\": 22, \\\"jp\\\": 19, \\\"morgan\\\": 29, \\\"hurt\\\": 29, \\\"sentiment\\\": 27, \\\"lrad\\\": 2, \\\"eps\\\": 117, \\\"001\\\": 16, \\\"capitalism\\\": 7, \\\"death\\\": 27, \\\"conservatism\\\": 1, \\\"accs\\\": 1, \\\"pat\\\": 23, \\\"40\\\": 40, \\\"238\\\": 3, \\\"zylog\\\": 1, \\\"systems\\\": 54, \\\"9163\\\": 1, \\\"peistent\\\": 8, \\\"performance\\\": 43, \\\"based\\\": 21, \\\"manegement\\\": 1, \\\"model\\\": 15, \\\"kunj\\\": 10, \\\"bansal\\\": 10, \\\"nissans\\\": 2, \\\"january\\\": 50, \\\"epidemic\\\": 7, \\\"weighs\\\": 17, \\\"they\\\": 58, \\\"dont\\\": 39, \\\"care\\\": 25, \\\"safety\\\": 33, \\\"amazon\\\": 39, \\\"struggle\\\": 16, \\\"fmc\\\": 2, \\\"take\\\": 89, \\\"action\\\": 40, \\\"violating\\\": 2, \\\"norms\\\": 12, \\\"kv\\\": 2, \\\"thomas\\\": 10, \\\"means\\\": 9, \\\"bad\\\": 46, \\\"\\\\u201a\\\\u00e4\\\": 126, \\\"least\\\": 19, \\\"boss\\\": 32, \\\"majority\\\": 9, \\\"see\\\": 64, \\\"amcham\\\": 1, \\\"liberty\\\": 5, \\\"economics\\\": 20, \\\"analysis\\\": 25, \\\"who\\\": 54, \\\"bearing\\\": 4, \\\"burden\\\": 6, \\\"tariffs\\\": 31, \\\"tictoc\\\": 2, \\\"telefenoticias\\\": 1, \\\"telesur\\\": 1, \\\"chile\\\": 3, \\\"paoladratelesur\\\": 1, \\\"monlaferte\\\": 1, \\\"inddhh\\\": 1, \\\"defence\\\": 16, \\\"go\\\": 64, \\\"offensive\\\": 5, \\\"iron\\\": 14, \\\"eyes\\\": 30, \\\"fourth\\\": 65, \\\"weekly\\\": 45, \\\"fivebut\\\": 1, \\\"hollywood\\\": 5, \\\"outraged\\\": 1, \\\"plan\\\": 91, \\\"present\\\": 8, \\\"osca\\\": 2, \\\"tv\\\": 36, \\\"ad\\\": 22, \\\"hospitality\\\": 10, \\\"emergency\\\": 32, \\\"recommend\\\": 15, \\\"lupin\\\": 10, \\\"g\\\": 14, \\\"chokkalingam\\\": 12, \\\"scanfil\\\": 15, \\\"supplier\\\": 24, \\\"contract\\\": 64, \\\"manufacturer\\\": 27, \\\"electronics\\\": 24, \\\"industry\\\": 128, \\\"reports\\\": 267, \\\"totalled\\\": 31, \\\"947\\\": 1, \\\"995\\\": 1, \\\"all\\\": 99, \\\"tumbled\\\": 6, \\\"we\\\": 122, \\\"delighted\\\": 4, \\\"delta\\\": 9, \\\"air\\\": 33, \\\"lines\\\": 13, \\\"incs\\\": 18, \\\"nysedal\\\": 1, \\\"roe\\\": 11, \\\"165\\\": 3, \\\"passenger\\\": 17, \\\"ship\\\": 11, \\\"journeys\\\": 1, \\\"took\\\": 17, \\\"place\\\": 15, \\\"baltic\\\": 13, \\\"sea\\\": 15, \\\"slightly\\\": 27, \\\"facebook\\\": 41, \\\"tumbles\\\": 31, \\\"nearly\\\": 82, \\\"11\\\": 59, \\\"newspaper\\\": 3, \\\"barron\\\": 1, \\\"15\\\": 86, \\\"now\\\": 133, \\\"time\\\": 101, \\\"avaya\\\": 2, \\\"holdings\\\": 58, \\\"nyseavya\\\": 1, \\\"airbus\\\": 20, \\\"firm\\\": 69, \\\"orde\\\": 41, \\\"a350\\\": 3, \\\"89\\\": 10, \\\"nonbinding\\\": 2, \\\"commitments\\\": 5, \\\"videocon\\\": 3, \\\"narrows\\\": 10, \\\"47\\\": 18, \\\"vishal\\\": 5, \\\"retail\\\": 81, \\\"widens\\\": 28, \\\"pc\\\": 142, \\\"129\\\": 8, \\\"85\\\": 20, \\\"lt\\\": 29, \\\"devang\\\": 14, \\\"visaria\\\": 11, \\\"uks\\\": 26, \\\"sewage\\\": 2, \\\"system\\\": 31, \\\"danger\\\": 3, \\\"gridlock\\\": 1, \\\"toilet\\\": 4, \\\"paper\\\": 36, \\\"substitutes\\\": 1, \\\"sp\\\": 49, \\\"cut\\\": 184, \\\"qatar\\\": 5, \\\"insurance\\\": 51, \\\"ratings\\\": 14, \\\"310\\\": 4, \\\"obsession\\\": 1, \\\"grammar\\\": 1, \\\"schools\\\": 6, \\\"leaves\\\": 19, \\\"children\\\": 10, \\\"behind\\\": 29, \\\"gig\\\": 7, \\\"could\\\": 211, \\\"inease\\\": 76, \\\"unemployment\\\": 24, \\\"claims\\\": 40, \\\"another\\\": 55, \\\"economist\\\": 8, \\\"kristinreports\\\": 1, \\\"sterling\\\": 30, \\\"trades\\\": 21, \\\"near\\\": 65, \\\"3week\\\": 5, \\\"lows\\\": 52, \\\"rebounding\\\": 3, \\\"dollar\\\": 144, \\\"debenhams\\\": 16, \\\"chairman\\\": 31, \\\"out\\\": 179, \\\"jlr\\\": 4, \\\"ford\\\": 27, \\\"ms\\\": 6, \\\"john\\\": 18, \\\"lewiss\\\": 2, \\\"christmas\\\": 30, \\\"happened\\\": 42, \\\"kingfisher\\\": 13, \\\"yearhigh\\\": 1, \\\"report\\\": 144, \\\"wilbur\\\": 1, \\\"ross\\\": 1, \\\"investment\\\": 100, \\\"do\\\": 97, \\\"qualify\\\": 1, \\\"before\\\": 93, \\\"applying\\\": 2, \\\"edit\\\": 45, \\\"card\\\": 18, \\\"downtown\\\": 1, \\\"los\\\": 4, \\\"angeles\\\": 2, \\\"taking\\\": 28, \\\"dries\\\": 2, \\\"icici\\\": 19, \\\"prudential\\\": 3, \\\"3fold\\\": 2, \\\"808\\\": 2, \\\"yields\\\": 31, \\\"concerns\\\": 82, \\\"edited\\\": 79, \\\"transipt\\\": 102, \\\"mfa\\\": 1, \\\"conference\\\": 115, \\\"presentation\\\": 119, \\\"6nov19\\\": 5, \\\"300pm\\\": 9, \\\"gmt\\\": 80, \\\"brainsway\\\": 1, \\\"bway\\\": 2, \\\"david\\\": 22, \\\"zacut\\\": 1, \\\"2019\\\": 187, \\\"reading\\\\u2026\\\": 16, \\\"lockdown\\\": 36, \\\"living\\\": 13, \\\"fast\\\": 10, \\\"fashion\\\": 16, \\\"eates\\\": 4, \\\"misery\\\": 4, \\\"thats\\\": 11, \\\"always\\\": 3, \\\"reported\\\": 26, \\\"rptasia\\\": 1, \\\"weekfreeport\\\": 1, \\\"treatment\\\": 11, \\\"charges\\\": 17, \\\"zee\\\": 8, \\\"entertainment\\\": 15, \\\"soa\\\": 30, \\\"rises\\\": 108, \\\"moil\\\": 5, \\\"declining\\\": 3, \\\"trend\\\": 33, \\\"nomura\\\": 11, \\\"ing\\\": 4, \\\"working\\\": 28, \\\"digital\\\": 21, \\\"assets\\\": 35, \\\"custody\\\": 4, \\\"sources\\\": 23, \\\"greek\\\": 16, \\\"debt\\\": 109, \\\"auction\\\": 26, \\\"success\\\": 8, \\\"carney\\\": 11, \\\"inflation\\\": 77, \\\"cramers\\\": 1, \\\"short\\\": 54, \\\"wall\\\": 63, \\\"stuffed\\\": 1, \\\"serious\\\": 7, \\\"98\\\": 14, \\\"pre\\\": 13, \\\"saexploration\\\": 1, \\\"announces\\\": 70, \\\"receipt\\\": 1, \\\"noncompliance\\\": 2, \\\"si\\\": 5, \\\"marine\\\": 8, \\\"containe\\\": 2, \\\"announcement\\\": 14, \\\"poll\\\": 12, \\\"extraor\\\": 1, \\\"stock\\\\u2026\\\": 57, \\\"nalco\\\": 11, \\\"issues\\\": 47, \\\"bonus\\\": 9, \\\"opting\\\": 1, \\\"stocksplit\\\": 2, \\\"money\\\": 75, \\\"flowing\\\": 4, \\\"cyclical\\\": 6, \\\"plays\\\": 5, \\\"prashasta\\\": 7, \\\"seth\\\": 9, \\\"ends\\\": 57, \\\"flat\\\": 46, \\\"announce\\\": 5, \\\"1california\\\": 2, \\\"sues\\\": 25, \\\"ecigarette\\\": 3, \\\"juul\\\": 4, \\\"nicotine\\\": 1, \\\"youth\\\": 3, \\\"nios\\\": 1, \\\"deliveries\\\": 11, \\\"decline\\\": 98, \\\"holiday\\\": 44, \\\"timing\\\": 2, \\\"effects\\\": 6, \\\"author\\\": 5, \\\"opinion\\\": 6, \\\"piece\\\": 2, \\\"retired\\\": 2, \\\"age\\\": 8, \\\"44\\\": 10, \\\"probably\\\": 8, \\\"listen\\\": 10, \\\"him\\\": 16, \\\"fea\\\": 133, \\\"major\\\": 50, \\\"slide\\\": 57, \\\"alkermes\\\": 3, \\\"submits\\\": 5, \\\"nda\\\": 5, \\\"alks\\\": 1, \\\"3831\\\": 1, \\\"schizophrenia\\\": 2, \\\"bipolar\\\": 1, \\\"disorder\\\": 1, \\\"canadian\\\": 24, \\\"construction\\\": 44, \\\"close\\\": 81, \\\"stalling\\\": 2, \\\"build\\\": 20, \\\"kentucky\\\": 2, \\\"bancorp\\\": 16, \\\"danish\\\": 6, \\\"liquid\\\": 7, \\\"baroda\\\": 4, \\\"505\\\": 3, \\\"chefs\\\": 2, \\\"restaurats\\\": 1, \\\"fear\\\": 36, \\\"closures\\\": 11, \\\"comparable\\\": 10, \\\"januaryjune\\\": 6, \\\"mario\\\": 2, \\\"draghi\\\": 4, \\\"lays\\\": 2, \\\"dangerous\\\": 4, \\\"round\\\": 13, \\\"stimulus\\\": 17, \\\"ntpc\\\": 10, \\\"reliance\\\": 37, \\\"adani\\\": 26, \\\"budget\\\": 50, \\\"ambareesh\\\": 21, \\\"baliga\\\": 22, \\\"gold\\\": 180, \\\"edges\\\": 24, \\\"modest\\\": 6, \\\"through\\\": 50, \\\"point\\\": 30, \\\"cycle\\\": 4, \\\"read\\\": 66, \\\"stockmarket\\\": 41, \\\"investing\\\": 55, \\\"midcaps\\\": 19, \\\"correcting\\\": 2, \\\"normal\\\": 6, \\\"accumulate\\\": 1, \\\"neeraj\\\": 8, \\\"deewan\\\": 6, \\\"igl\\\": 5, \\\"8946\\\": 1, \\\"implant\\\": 7, \\\"had\\\": 41, \\\"pain\\\": 16, \\\"health\\\": 54, \\\"essure\\\": 1, \\\"implants\\\": 4, \\\"bhel\\\": 23, \\\"buy\\\": 236, \\\"hemang\\\": 9, \\\"jani\\\": 9, \\\"sharekhan\\\": 8, \\\"volvo\\\": 4, \\\"recalls\\\": 5, \\\"500000\\\": 6, \\\"ca\\\": 14, \\\"worldwide\\\": 12, \\\"fire\\\": 25, \\\"lvmhtiffany\\\": 1, \\\"getting\\\": 28, \\\"closer\\\": 6, \\\"allahabad\\\": 6, \\\"25\\\": 66, \\\"158\\\": 4, \\\"special\\\": 11, \\\"situation\\\": 14, \\\"opportunity\\\": 20, \\\"nortonlifelock\\\": 2, \\\"amara\\\": 7, \\\"raja\\\": 7, \\\"52week\\\": 32, \\\"british\\\": 54, \\\"pound\\\": 40, \\\"slumps\\\": 40, \\\"intraday\\\": 16, \\\"prime\\\": 14, \\\"minister\\\": 31, \\\"boris\\\": 29, \\\"johnson\\\": 37, \\\"moved\\\": 6, \\\"icu\\\": 1, \\\"coronavi\\\\u2026\\\": 1, \\\"disney\\\": 21, \\\"prepares\\\": 5, \\\"strike\\\": 53, \\\"netflix\\\": 32, \\\"smirnoff\\\": 1, \\\"gordons\\\": 1, \\\"production\\\": 82, \\\"threatened\\\": 3, \\\"vote\\\": 39, \\\"ftse\\\": 57, \\\"lifted\\\": 4, \\\"mining\\\": 33, \\\"astrazeneca\\\": 8, \\\"tried\\\": 2, \\\"break\\\": 36, \\\"above\\\": 41, \\\"38\\\": 16, \\\"cup\\\": 4, \\\"pivot\\\": 2, \\\"but\\\": 190, \\\"unable\\\": 5, \\\"clear\\\": 10, \\\"continues\\\": 36, \\\"consolidate\\\": 2, \\\"around\\\": 42, \\\"earnin\\\\u2026\\\": 1, \\\"chase\\\": 6, \\\"sparks\\\": 16, \\\"backlash\\\": 9, \\\"tweet\\\": 6, \\\"mocking\\\": 1, \\\"custome\\\": 49, \\\"poland\\\": 4, \\\"arrests\\\": 3, \\\"worker\\\": 14, \\\"allegations\\\": 15, \\\"spying\\\": 6, \\\"ireland\\\": 12, \\\"branch\\\": 4, \\\"changes\\\": 27, \\\"response\\\": 29, \\\"covid19\\\": 112, \\\"bankofireland\\\": 4, \\\"pluralsight\\\": 1, \\\"promising\\\": 10, \\\"unified\\\": 3, \\\"unlock\\\": 4, \\\"values\\\": 5, \\\"updates\\\\u2026\\\": 9, \\\"teslas\\\": 11, \\\"profitability\\\": 19, \\\"sustainable\\\": 13, \\\"sp500\\\": 5, \\\"man\\\": 25, \\\"suing\\\": 3, \\\"burger\\\": 7, \\\"king\\\": 9, \\\"because\\\": 32, \\\"meatless\\\": 3, \\\"impossible\\\": 6, \\\"whopper\\\": 1, \\\"cooked\\\": 1, \\\"grill\\\": 3, \\\"meat\\\": 14, \\\"th\\\\u2026\\\": 5, \\\"acc\\\": 14, \\\"107753\\\": 1, \\\"cardamom\\\": 23, \\\"extend\\\": 36, \\\"weakness\\\": 23, \\\"would\\\": 88, \\\"cause\\\": 17, \\\"considerable\\\": 3, \\\"damage\\\": 21, \\\"irish\\\": 10, \\\"halftime\\\": 1, \\\"viewe\\\": 3, \\\"miosoft\\\": 22, \\\"estimated\\\": 17, \\\"117\\\": 5, \\\"dividend\\\": 196, \\\"freeze\\\": 11, \\\"sweeps\\\": 1, \\\"national\\\": 47, \\\"grid\\\": 12, \\\"china\\\\u2019s\\\": 17, \\\"trillion\\\": 17, \\\"pile\\\": 6, \\\"lures\\\": 1, \\\"funds\\\": 148, \\\"suisse\\\": 32, \\\"wind\\\": 11, \\\"commodities\\\": 16, \\\"salesforce\\\": 4, \\\"dreamforce\\\": 1, \\\"event\\\": 7, \\\"ramps\\\": 3, \\\"balrampur\\\": 6, \\\"chini\\\": 5, \\\"strongest\\\": 5, \\\"aptart\\\": 9, \\\"advisory\\\": 12, \\\"public\\\": 58, \\\"wary\\\": 12, \\\"live\\\": 48, \\\"\\\\u00a350m\\\": 2, \\\"better\\\": 59, \\\"home\\\": 53, \\\"depot\\\": 11, \\\"vs\\\": 51, \\\"fate\\\": 5, \\\"therapeutics\\\": 33, \\\"presents\\\": 28, \\\"preclinical\\\": 1, \\\"ft819\\\": 1, \\\"jammu\\\": 2, \\\"kashmir\\\": 2, \\\"22\\\": 39, \\\"hg\\\": 1, \\\"electronic\\\": 8, \\\"smarttrade\\\": 1, \\\"keensight\\\": 1, \\\"pl\\\\u00e9iade\\\": 1, \\\"venture\\\": 13, \\\"waking\\\": 2, \\\"race\\\": 11, \\\"itics\\\": 9, \\\"say\\\": 77, \\\"hashtags\\\": 1, \\\"aren\\\\u201a\\\\u00e4t\\\": 1, \\\"arrow\\\": 3, \\\"fourthquarter\\\": 10, \\\"yearend\\\": 8, \\\"globaldata\\\": 5, \\\"hms\\\": 1, \\\"recovery\\\": 20, \\\"derailed\\\": 4, \\\"me\\\": 14, \\\"guys\\\": 2, \\\"im\\\": 4, \\\"heading\\\": 13, \\\"spain\\\": 4, \\\"afternoon\\\": 5, \\\"specifically\\\": 1, \\\"coruna\\\": 1, \\\"site\\\": 15, \\\"ro\\\\u2026\\\": 1, \\\"lebanon\\\": 1, \\\"turns\\\": 29, \\\"imf\\\": 36, \\\"fitch\\\": 3, \\\"sounds\\\": 6, \\\"alarm\\\": 9, \\\"default\\\": 8, \\\"kotak\\\": 8, \\\"mahindra\\\": 35, \\\"403\\\": 2, \\\"income\\\": 74, \\\"rise\\\": 120, \\\"things\\\": 28, \\\"appear\\\": 2, \\\"bleak\\\": 10, \\\"experta\\\": 1, \\\"dual\\\": 1, \\\"shocks\\\": 1, \\\"saudirussian\\\": 1, \\\"war\\\": 54, \\\"put\\\": 34, \\\"albertans\\\": 1, \\\"wor\\\\u2026\\\": 2, \\\"travel\\\": 29, \\\"angry\\\": 5, \\\"grant\\\": 3, \\\"shapps\\\": 1, \\\"no\\\": 97, \\\"summer\\\": 15, \\\"comment\\\": 4, \\\"amusement\\\": 1, \\\"arcades\\\": 1, \\\"furious\\\": 2, \\\"blocks\\\": 5, \\\"reopening\\\": 4, \\\"inline\\\": 12, \\\"emerging\\\": 19, \\\"feels\\\": 9, \\\"pressure\\\": 67, \\\"shoppe\\\": 29, \\\"jumps\\\": 64, \\\"16\\\": 50, \\\"roku\\\": 5, \\\"dropped\\\": 27, \\\"notified\\\": 2, \\\"fox\\\": 6, \\\"channels\\\": 1, \\\"accessible\\\": 1, \\\"super\\\": 14, \\\"bowl\\\": 7, \\\"diluted\\\": 10, \\\"105\\\": 14, \\\"064\\\": 1, \\\"impact\\\": 55, \\\"silver\\\": 51, \\\"deccan\\\": 6, \\\"chronicle\\\": 6, \\\"3518\\\": 1, \\\"\\\\u201a\\\\u00e4brexit\\\": 1, \\\"bonanza\\\\u201a\\\\u00e4\\\": 1, \\\"fishing\\\": 7, \\\"that\\\\u201a\\\\u00e4s\\\": 3, \\\"fishy\\\": 2, \\\"tale\\\": 3, \\\"unhappy\\\": 2, \\\"ending\\\": 15, \\\"pia\\\": 1, \\\"131\\\": 7, \\\"194\\\": 4, \\\"towards\\\": 24, \\\"110\\\": 8, \\\"supply\\\": 77, \\\"fade\\\": 5, \\\"nifty50\\\": 5, \\\"8100\\\": 4, \\\"nos\\\": 3, \\\"induce\\\": 1, \\\"api\\\": 4, \\\"perfect\\\": 3, \\\"storm\\\": 9, \\\"weather\\\": 14, \\\"fuels\\\": 10, \\\"brent\\\": 40, \\\"climbs\\\": 15, \\\"101\\\": 9, \\\"pulls\\\": 28, \\\"away\\\": 29, \\\"16month\\\": 2, \\\"low\\\": 214, \\\"arch\\\": 3, \\\"97\\\": 12, \\\"b\\\": 15, \\\"riley\\\": 5, \\\"fbr\\\": 3, \\\"kalindee\\\": 6, \\\"prior\\\": 7, \\\"word\\\": 5, \\\"confusion\\\": 3, \\\"caused\\\": 11, \\\"city\\\": 42, \\\"terminology\\\": 1, \\\"sbi\\\": 17, \\\"scales\\\": 4, \\\"2000\\\": 11, \\\"1\\\": 112, \\\"bn\\\": 11, \\\"raising\\\": 16, \\\"plans\\\": 101, \\\"neptune\\\": 3, \\\"amends\\\": 2, \\\"restates\\\": 2, \\\"processing\\\": 10, \\\"canopy\\\": 7, \\\"nn\\\": 1, \\\"nasdaqnnbr\\\": 1, \\\"weighed\\\": 7, \\\"load\\\": 5, \\\"rayban\\\": 1, \\\"tycoon\\\": 5, \\\"bigger\\\": 12, \\\"mediobanca\\\": 1, \\\"bet\\\": 50, \\\"lose\\\": 78, \\\"patience\\\": 2, \\\"resales\\\": 1, \\\"macys\\\": 16, \\\"fullyear\\\": 18, \\\"jimcramer\\\": 11, \\\"realdonaldtrump\\\": 3, \\\"found\\\": 11, \\\"reason\\\": 17, \\\"want\\\": 18, \\\"win\\\": 27, \\\"rather\\\": 4, \\\"end\\\": 104, \\\"c\\\\u2026\\\": 3, \\\"woodfordlinked\\\": 1, \\\"suspension\\\": 7, \\\"morocco\\\": 3, \\\"considering\\\": 8, \\\"tapping\\\": 2, \\\"297\\\": 1, \\\"billion\\\": 146, \\\"line\\\": 50, \\\"outb\\\\u2026\\\": 1, \\\"downstream\\\": 2, \\\"erginbilgic\\\": 2, \\\"leave\\\": 26, \\\"mphasis\\\": 10, \\\"onetrick\\\": 1, \\\"pony\\\": 2, \\\"stay\\\": 47, \\\"bullish\\\": 46, \\\"amit\\\": 8, \\\"khurana\\\": 6, \\\"chorus\\\": 2, \\\"aviation\\\": 17, \\\"declares\\\": 128, \\\"cad\\\": 11, \\\"004\\\": 9, \\\"politics\\\": 9, \\\"usmexico\\\": 2, \\\"tariff\\\": 16, \\\"talks\\\": 61, \\\"resume\\\": 9, \\\"countries\\\": 31, \\\"reach\\\": 18, \\\"\\\\u201a\\\\u00e4\\\\u2020as\\\": 4, \\\"2\\\": 134, \\\"post\\\": 97, \\\"baird\\\": 1, \\\"wingstop\\\": 1, \\\"bull\\\": 10, \\\"camp\\\": 1, \\\"car\\\": 48, \\\"loans\\\": 46, \\\"pawnbroker\\\": 1, \\\"extended\\\": 9, \\\"100150\\\": 1, \\\"correction\\\": 17, \\\"possible\\\": 19, \\\"ashwanigujralcom\\\": 2, \\\"plunges\\\": 64, \\\"cbi\\\": 16, \\\"begins\\\": 14, \\\"probe\\\": 18, \\\"2g\\\": 7, \\\"case\\\": 44, \\\"digitisation\\\": 2, \\\"cable\\\": 11, \\\"helps\\\": 14, \\\"den\\\": 5, \\\"networks\\\": 24, \\\"hathway\\\": 3, \\\"datacom\\\": 1, \\\"soar\\\": 21, \\\"dth\\\": 1, \\\"education\\\": 15, \\\"been\\\": 92, \\\"failed\\\": 22, \\\"aoss\\\": 15, \\\"board\\\": 57, \\\"educomp\\\": 4, \\\"extends\\\": 30, \\\"restructuring\\\": 23, \\\"indian\\\": 50, \\\"weakens\\\": 15, \\\"march\\\": 49, \\\"turkeys\\\": 3, \\\"maritime\\\": 5, \\\"pact\\\": 4, \\\"libya\\\": 3, \\\"snarl\\\": 1, \\\"eastern\\\": 9, \\\"mediterranean\\\": 2, \\\"akoustis\\\": 1, \\\"pricing\\\": 27, \\\"3uks\\\": 1, \\\"drops\\\": 84, \\\"tax\\\": 79, \\\"woo\\\": 1, \\\"agricultural\\\": 4, \\\"debut\\\": 28, \\\"green\\\": 25, \\\"largest\\\": 35, \\\"planned\\\": 7, \\\"where\\\": 27, \\\"negotiations\\\": 17, \\\"job\\\": 51, \\\"initiated\\\": 5, \\\"noted\\\": 4, \\\"merck\\\": 4, \\\"14\\\": 50, \\\"bhushan\\\": 7, \\\"locked\\\": 5, \\\"circuit\\\": 14, \\\"50\\\": 55, \\\"sessions\\\": 11, \\\"istar\\\": 2, \\\"amendment\\\": 4, \\\"sc\\\": 10, \\\"13d\\\": 1, \\\"filing\\\": 8, \\\"73\\\": 9, \\\"level\\\": 45, \\\"lanco\\\": 9, \\\"losses\\\": 106, \\\"dabur\\\": 6, \\\"india\\\": 216, \\\"profitbooking\\\": 37, \\\"simply\\\": 2, \\\"upside\\\": 41, \\\"virus\\\": 58, \\\"linger\\\": 3, \\\"smpl\\\": 1, \\\"wipro\\\": 25, \\\"session\\\": 12, \\\"nbc\\\": 2, \\\"topped\\\": 2, \\\"olympics\\\": 3, \\\"undermining\\\": 1, \\\"goals\\\": 3, \\\"exide\\\": 6, \\\"industries\\\": 81, \\\"separation\\\": 2, \\\"empower\\\": 1, \\\"each\\\": 10, \\\"embark\\\": 1, \\\"upon\\\": 2, \\\"unique\\\": 4, \\\"path\\\": 6, \\\"get\\\": 134, \\\"info\\\": 22, \\\"valuations\\\": 32, \\\"ancillary\\\": 5, \\\"stretched\\\": 4, \\\"sandip\\\": 5, \\\"sabharwal\\\": 6, \\\"transport\\\": 12, \\\"england\\\": 37, \\\"wales\\\": 4, \\\"pfizer\\\": 10, \\\"46\\\": 22, \\\"settlement\\\": 24, \\\"fii\\\": 15, \\\"vmart\\\": 3, \\\"osses\\\": 4, \\\"limit\\\": 23, \\\"purchase\\\": 21, \\\"plants\\\": 17, \\\"unrest\\\": 4, \\\"nearterm\\\": 13, \\\"moto\\\": 32, \\\"goldman\\\": 37, \\\"sachs\\\": 20, \\\"genesys\\\": 2, \\\"shareholde\\\": 47, \\\"150\\\": 10, \\\"insider\\\": 8, \\\"highlight\\\": 47, \\\"dec\\\": 21, \\\"manager\\\": 13, \\\"barnett\\\": 1, \\\"invesco\\\": 4, \\\"concern\\\": 27, \\\"soxl\\\": 1, \\\"labu\\\": 1, \\\"jo\\\": 2, \\\"gush\\\": 1, \\\"among\\\": 69, \\\"etf\\\": 23, \\\"imfblog\\\": 2, \\\"longlasting\\\": 1, \\\"booms\\\": 1, \\\"featured\\\": 3, \\\"rapid\\\": 8, \\\"never\\\": 23, \\\"ended\\\": 12, \\\"well\\\\u2026\\\": 1, \\\"sk\\\": 1, \\\"fy\\\": 12, \\\"dip\\\": 36, \\\"stalls\\\": 13, \\\"supported\\\": 3, \\\"rig\\\": 5, \\\"once\\\": 19, \\\"again\\\": 55, \\\"fails\\\": 42, \\\"pass\\\": 7, \\\"6350\\\": 2, \\\"ties\\\": 11, \\\"named\\\": 8, \\\"brazils\\\": 7, \\\"wash\\\": 3, \\\"corruption\\\": 10, \\\"scandal\\\": 36, \\\"lifts\\\": 22, \\\"britains\\\": 21, \\\"412\\\": 5, \\\"dovish\\\": 6, \\\"hands\\\": 2, \\\"fmcg\\\": 11, \\\"defensive\\\": 10, \\\"bets\\\": 40, \\\"rajesh\\\": 9, \\\"jain\\\": 14, \\\"casino\\\": 11, \\\"operator\\\": 8, \\\"wynn\\\": 5, \\\"resorts\\\": 10, \\\"26\\\": 34, \\\"shutdown\\\": 14, \\\"insperity\\\": 1, \\\"preview\\\": 37, \\\"boes\\\": 3, \\\"haldane\\\": 1, \\\"yet\\\": 23, \\\"peak\\\": 7, \\\"globalisation\\\": 2, \\\"can\\\": 147, \\\"presidents\\\": 2, \\\"abuse\\\": 7, \\\"senato\\\": 2, \\\"punt\\\": 1, \\\"replied\\\": 1, \\\"genuine\\\": 2, \\\"lost\\\": 34, \\\"\\\\u00a39200\\\": 1, \\\"fraudster\\\": 1, \\\"fed\\\": 151, \\\"fires\\\": 9, \\\"dud\\\": 1, \\\"middle\\\": 12, \\\"maleehambcc\\\": 1, \\\"looks\\\": 44, \\\"aramco\\\": 11, \\\"service\\\": 39, \\\"called\\\": 11, \\\"teatv\\\": 1, \\\"lets\\\": 4, \\\"people\\\": 76, \\\"seemingly\\\": 2, \\\"pirated\\\": 1, \\\"content\\\": 2, \\\"hbo\\\": 1, \\\"free\\\": 25, \\\"ads\\\": 15, \\\"eaton\\\": 6, \\\"vance\\\": 4, \\\"favorite\\\": 8, \\\"fundamental\\\": 11, \\\"finds\\\": 23, \\\"2019gets\\\": 1, \\\"little\\\": 31, \\\"recognition\\\": 5, \\\"simple\\\": 2, \\\"thematic\\\": 1, \\\"pla\\\\u2026\\\": 1, \\\"55\\\": 18, \\\"l\\\": 12, \\\"affected\\\": 6, \\\"closedown\\\": 1, \\\"both\\\": 22, \\\"turnover\\\": 29, \\\"threemonth\\\": 6, \\\"ineased\\\": 83, \\\"respectively\\\": 9, \\\"eur0\\\": 37, \\\"9\\\": 78, \\\"eur8\\\": 2, \\\"mioeconomists\\\": 1, \\\"substantial\\\": 11, \\\"deterioration\\\": 5, \\\"expectations\\\": 40, \\\"result\\\": 54, \\\"tory\\\": 12, \\\"rebels\\\": 2, \\\"threaten\\\": 13, \\\"moneygram\\\": 3, \\\"ripple\\\": 2, \\\"made\\\": 31, \\\"final\\\": 15, \\\"puuant\\\": 1, \\\"ripple\\\\u2026\\\": 1, \\\"we\\\\u2019ve\\\": 1, \\\"daily\\\": 34, \\\"election\\\": 36, \\\"everyone\\\": 11, \\\"\\\\u2013\\\": 34, \\\"ft\\\": 9, \\\"subsibe\\\": 19, \\\"with\\\\u2026\\\": 3, \\\"compass\\\": 4, \\\"san\\\": 3, \\\"francisco\\\": 5, \\\"faces\\\": 63, \\\"gap\\\": 10, \\\"can\\\\u2019t\\\": 8, \\\"meet\\\": 29, \\\"costs\\\": 67, \\\"hedge\\\": 108, \\\"ball\\\": 10, \\\"2u\\\": 3, \\\"inc\\\": 166, \\\"twou\\\": 2, \\\"madhya\\\": 1, \\\"pradesh\\\": 2, \\\"vyapam\\\": 1, \\\"scam\\\": 15, \\\"30\\\": 64, \\\"othe\\\": 15, \\\"jail\\\": 5, \\\"nokia\\\": 41, \\\"1321\\\": 1, \\\"os\\\": 24, \\\"friday\\\": 43, \\\"slow\\\": 26, \\\"introduction\\\": 1, \\\"touchseen\\\": 2, \\\"models\\\": 5, \\\"quiz\\\": 2, \\\"suspends\\\": 10, \\\"clothing\\\": 14, \\\"leicester\\\": 6, \\\"subcontractor\\\": 2, \\\"264\\\": 2, \\\"use\\\": 48, \\\"watched\\\": 4, \\\"irishman\\\": 1, \\\"niit\\\": 5, \\\"technologies\\\": 46, \\\"peloton\\\": 4, \\\"punctured\\\": 1, \\\"itical\\\": 6, \\\"reception\\\": 1, \\\"viral\\\": 5, \\\"jubilant\\\": 10, \\\"142\\\": 2, \\\"posting\\\": 4, \\\"wider\\\": 4, \\\"almost\\\": 31, \\\"natural\\\": 29, \\\"produce\\\": 25, \\\"face\\\": 72, \\\"insolvency\\\": 4, \\\"within\\\": 15, \\\"peists\\\": 5, \\\"federal\\\\u2026\\\": 2, \\\"em\\\": 7, \\\"fxcommodity\\\": 1, \\\"fx\\\": 19, \\\"voltas\\\": 11, \\\"365\\\": 5, \\\"pfn\\\": 1, \\\"staying\\\": 4, \\\"cautious\\\": 30, \\\"cheaper\\\": 6, \\\"raw\\\": 11, \\\"materials\\\": 19, \\\"lift\\\": 20, \\\"margins\\\": 23, \\\"june\\\": 32, \\\"boeing\\\": 46, \\\"max\\\": 34, \\\"737\\\": 29, \\\"airlines\\\": 46, \\\"planes\\\": 7, \\\"until\\\": 22, \\\"november\\\": 48, \\\"queen\\\": 1, \\\"cancels\\\": 9, \\\"prince\\\": 10, \\\"andrews\\\": 3, \\\"60th\\\": 1, \\\"birthday\\\": 1, \\\"being\\\": 39, \\\"besties\\\": 1, \\\"dead\\\": 10, \\\"pedophile\\\": 1, \\\"comparethemarket\\\": 1, \\\"broken\\\": 11, \\\"competition\\\": 23, \\\"law\\\": 11, \\\"regulator\\\": 24, \\\"flows\\\": 7, \\\"into\\\": 173, \\\"remain\\\": 63, \\\"buoyant\\\": 5, \\\"iv\\\": 22, \\\"subramaniam\\\": 16, \\\"amc\\\": 16, \\\"fluor\\\": 1, \\\"nyseflr\\\": 1, \\\"mastek\\\": 7, \\\"twofold\\\": 11, \\\"203\\\": 3, \\\"janmar\\\": 2, \\\"qtr\\\": 9, \\\"gillette\\\": 3, \\\"sale\\\": 91, \\\"surges\\\": 89, \\\"aviva\\\": 4, \\\"executive\\\": 38, \\\"casualty\\\": 2, \\\"covid\\\": 9, \\\"q\\\": 1, \\\"significance\\\": 2, \\\"jay\\\": 4, \\\"heller\\\": 1, \\\"vp\\\": 8, \\\"explai\\\\u2026\\\": 1, \\\"nissan\\\\u201a\\\\u00e4s\\\": 1, \\\"former\\\": 33, \\\"carlos\\\": 9, \\\"ghosn\\\": 6, \\\"subject\\\": 2, \\\"strict\\\": 2, \\\"conditions\\\": 15, \\\"he\\\": 51, \\\"bail\\\": 3, \\\"spark\\\": 8, \\\"arvind\\\": 7, \\\"135\\\": 9, \\\"citron\\\": 4, \\\"muddy\\\": 3, \\\"wate\\\": 3, \\\"odds\\\": 5, \\\"luckin\\\": 10, \\\"coffeee\\\": 1, \\\"forex\\\": 13, \\\"drive\\\": 21, \\\"maruti\\\": 36, \\\"tea\\\": 6, \\\"rising\\\": 36, \\\"supplies\\\": 18, \\\"gasoline\\\": 8, \\\"17\\\": 43, \\\"touch\\\": 13, \\\"cents\\\": 17, \\\"gallon\\\": 3, \\\"2001\\\": 5, \\\"potential\\\": 33, \\\"defaults\\\": 5, \\\"surge\\\": 62, \\\"woening\\\": 2, \\\"outlook\\\": 81, \\\"angloamerican\\\": 1, \\\"guide\\\": 9, \\\"usbacked\\\": 1, \\\"uprisings\\\": 1, \\\"base\\\": 23, \\\"lme\\\": 2, \\\"uninor\\\": 4, \\\"276\\\": 3, \\\"posts\\\": 48, \\\"annual\\\": 39, \\\"current\\\": 39, \\\"led\\\": 8, \\\"caps\\\": 10, \\\"modi\\\": 13, \\\"loses\\\": 51, \\\"acks\\\": 13, \\\"yes\\\": 17, \\\"3000\\\": 9, \\\"experts\\\": 32, \\\"maon\\\\u201a\\\\u00e4s\\\": 1, \\\"blair\\\": 4, \\\"clinton\\\": 1, \\\"inevitable\\\": 6, \\\"avoide\\\": 1, \\\"receive\\\": 4, \\\"bailouts\\\": 2, \\\"must\\\": 37, \\\"redress\\\": 1, \\\"injustice\\\": 1, \\\"third\\\": 64, \\\"2008\\\": 138, \\\"viewpoint\\\": 22, \\\"deutsches\\\": 1, \\\"commerzbank\\\": 3, \\\"sectors\\\": 2, \\\"electricity\\\": 6, \\\"record\\\": 93, \\\"french\\\": 20, \\\"connection\\\": 5, \\\"store\\\": 24, \\\"greece\\\": 12, \\\"acquisition\\\": 50, \\\"considerably\\\": 7, \\\"kemira\\\": 7, \\\"russian\\\": 22, \\\"coatings\\\": 2, \\\"california\\\": 25, \\\"governor\\\": 13, \\\"rejects\\\": 21, \\\"pge\\\": 9, \\\"pace\\\": 10, \\\"strengthens\\\": 9, \\\"supports\\\": 4, \\\"industrials\\\": 11, \\\"moving\\\": 15, \\\"mondays\\\": 4, \\\"premarket\\\": 56, \\\"raytheon\\\": 1, \\\"strength\\\": 8, \\\"united\\\": 53, \\\"adp\\\": 16, \\\"feb\\\": 21, \\\"retailer\\\": 13, \\\"kesko\\\": 10, \\\"kesbv\\\": 1, \\\"value\\\": 69, \\\"vat\\\": 6, \\\"stood\\\": 10, \\\"6613\\\": 1, \\\"8531\\\": 1, \\\"152\\\": 3, \\\"yearonyea\\\": 1, \\\"favorable\\\": 3, \\\"sun\\\": 30, \\\"evi\\\": 3, \\\"australian\\\": 33, \\\"house\\\": 51, \\\"stagnates\\\": 1, \\\"hecla\\\": 2, \\\"003\\\": 8, \\\"beats\\\": 37, \\\"anexinet\\\": 1, \\\"expands\\\": 11, \\\"team\\\": 19, \\\"partner\\\": 11, \\\"robert\\\": 8, \\\"sheinker\\\": 1, \\\"maharashtra\\\": 7, \\\"coops\\\": 1, \\\"trouble\\\": 17, \\\"superdrys\\\": 1, \\\"cofounder\\\": 8, \\\"chief\\\": 79, \\\"chains\\\": 9, \\\"regulatory\\\": 12, \\\"relief\\\": 18, \\\"wockhardt\\\": 11, \\\"cottonseed\\\": 4, \\\"taronis\\\": 3, \\\"dhanteras\\\": 3, \\\"launched\\\": 8, \\\"platform\\\": 19, \\\"improve\\\": 17, \\\"transparency\\\": 1, \\\"social\\\": 17, \\\"sustainability\\\": 6, \\\"bon\\\\u2026\\\": 1, \\\"9month\\\": 6, \\\"german\\\": 40, \\\"west\\\": 11, \\\"midlands\\\": 1, \\\"hardest\\\": 6, \\\"commodity\\\": 25, \\\"consumption\\\": 9, \\\"secto\\\": 15, \\\"perform\\\": 17, \\\"come\\\": 24, \\\"robot\\\": 3, \\\"risks\\\": 36, \\\"axovants\\\": 1, \\\"axoaavgm1\\\": 1, \\\"orphan\\\": 1, \\\"drug\\\": 38, \\\"gm1\\\": 1, \\\"gangliosidosis\\\": 1, \\\"alcohol\\\": 4, \\\"enjoy\\\": 6, \\\"thanksgivinginstead\\\": 1, \\\"celebrate\\\": 3, \\\"drygiving\\\": 1, \\\"nonboozy\\\": 1, \\\"alternativesr\\\\u2026\\\": 1, \\\"supermarkets\\\": 8, \\\"cope\\\": 3, \\\"online\\\": 33, \\\"kabbage\\\": 1, \\\"drums\\\": 1, \\\"podcast\\\": 15, \\\"suggest\\\": 5, \\\"agency\\\": 11, \\\"pipavav\\\": 8, \\\"defense\\\": 10, \\\"restructure\\\": 3, \\\"7000\\\": 6, \\\"via\\\": 73, \\\"cdr\\\": 3, \\\"dow\\\": 57, \\\"disappointing\\\": 22, \\\"joe\\\": 10, \\\"leahy\\\": 1, \\\"elections\\\": 19, \\\"hong\\\": 88, \\\"kong\\\": 80, \\\"unlikely\\\": 21, \\\"often\\\": 3, \\\"violent\\\": 2, \\\"demonstrations\\\": 3, \\\"yen\\\": 34, \\\"janet\\\": 8, \\\"yellens\\\": 1, \\\"speech\\\": 7, \\\"kohls\\\": 18, \\\"adj\\\": 6, \\\"475\\\": 3, \\\"495\\\": 3, \\\"515\\\": 2, \\\"545\\\": 4, \\\"pm\\\": 14, \\\"modis\\\": 2, \\\"assurances\\\": 1, \\\"help\\\": 53, \\\"rubber\\\": 18, \\\"8year\\\": 1, \\\"blame\\\": 13, \\\"clne\\\": 1, \\\"trxc\\\": 2, \\\"tge\\\": 1, \\\"adms\\\": 1, \\\"midday\\\": 8, \\\"did\\\": 39, \\\"black\\\": 33, \\\"starts\\\": 17, \\\"ok\\\": 3, \\\"delete\\\": 2, \\\"email\\\": 6, \\\"siteunseen\\\": 1, \\\"pack\\\": 10, \\\"pretty\\\": 7, \\\"interesting\\\": 8, \\\"jitte\\\": 8, \\\"laen\\\": 5, \\\"toubros\\\": 1, \\\"111\\\": 2, \\\"biometrics\\\": 1, \\\"answer\\\": 6, \\\"security\\\": 40, \\\"\\\\u201a\\\\u00e4\\\\u2020but\\\": 2, \\\"forget\\\": 7, \\\"privacy\\\": 6, \\\"5th\\\": 4, \\\"weaker\\\": 22, \\\"fixing\\\": 5, \\\"becton\\\": 5, \\\"dickinson\\\": 3, \\\"lowered\\\": 9, \\\"guidance\\\": 44, \\\"punjab\\\": 4, \\\"farme\\\": 18, \\\"advised\\\": 4, \\\"potato\\\": 6, \\\"rex\\\": 2, \\\"accuses\\\": 12, \\\"despicable\\\": 1, \\\"cowardly\\\": 1, \\\"leaks\\\": 3, \\\"jones\\\": 5, \\\"average\\\": 14, \\\"european\\\": 78, \\\"bnp\\\": 12, \\\"paribas\\\": 11, \\\"fine\\\": 22, \\\"machinery\\\": 19, \\\"ponsse\\\": 4, \\\"issued\\\": 18, \\\"warning\\\": 61, \\\"alkem\\\": 2, \\\"pathlabs\\\": 2, \\\"stellar\\\": 4, \\\"boues\\\": 15, \\\"campaign\\\": 16, \\\"aide\\\": 4, \\\"gates\\\": 7, \\\"mueller\\\": 2, \\\"turmeric\\\": 16, \\\"subdued\\\": 36, \\\"deutsche\\\": 35, \\\"welcomes\\\": 3, \\\"jeff\\\": 6, \\\"bezos\\\": 5, \\\"blue\\\": 18, \\\"origin\\\": 1, \\\"satellite\\\": 9, \\\"launch\\\": 32, \\\"protest\\\": 19, \\\"sustained\\\": 8, \\\"gao\\\": 2, \\\"ioc\\\": 13, \\\"178\\\": 3, \\\"fair\\\": 16, \\\"judges\\\": 1, \\\"accused\\\": 22, \\\"failing\\\": 17, \\\"consume\\\": 22, \\\"deposit\\\": 5, \\\"hdfc\\\": 30, \\\"terminate\\\": 4, \\\"employment\\\": 15, \\\"contracts\\\": 15, \\\"sanofi\\\": 4, \\\"control\\\": 26, \\\"officer\\\": 17, \\\"ollipekka\\\": 1, \\\"kallasvuo\\\": 1, \\\"tuesday\\\": 22, \\\"nine\\\": 31, \\\"reshuffled\\\": 1, \\\"executives\\\": 8, \\\"ground\\\": 11, \\\"iphone\\\": 13, \\\"rim\\\": 2, \\\"blackberry\\\": 2, \\\"nikes\\\": 2, \\\"vaporfly\\\": 1, \\\"running\\\": 9, \\\"sneake\\\": 2, \\\"allowed\\\": 6, \\\"walmart\\\": 9, \\\"facing\\\": 20, \\\"gender\\\": 5, \\\"disimination\\\": 6, \\\"lawsuits\\\": 4, \\\"female\\\": 7, \\\"employees\\\": 41, \\\"euphoria\\\": 5, \\\"dominates\\\": 3, \\\"bill\\\": 43, \\\"upset\\\": 5, \\\"cart\\\": 3, \\\"estee\\\": 2, \\\"lauder\\\": 2, \\\"155\\\": 10, \\\"metro\\\": 17, \\\"talked\\\": 1, \\\"himself\\\": 2, \\\"hole\\\": 5, \\\"blunder\\\": 4, \\\"irrational\\\": 1, \\\"att\\\": 14, \\\"most\\\": 97, \\\"barrick\\\": 2, \\\"pit\\\": 3, \\\"mine\\\": 25, \\\"750m\\\": 1, \\\"daqo\\\": 1, \\\"rebound\\\": 18, \\\"significantly\\\": 15, \\\"selloff\\\": 23, \\\"pinduoduos\\\": 1, \\\"heavy\\\": 9, \\\"volume\\\": 27, \\\"poles\\\": 1, \\\"east\\\": 15, \\\"wages\\\": 5, \\\"10yr\\\": 6, \\\"4month\\\": 8, \\\"rbi\\\": 39, \\\"comments\\\": 20, \\\"aid\\\": 17, \\\"stanley\\\": 13, \\\"ho\\\": 2, \\\"flamboyant\\\": 1, \\\"\\\\u201a\\\\u00e4godfather\\\\u201a\\\\u00e4\\\": 1, \\\"macau\\\": 2, \\\"casinos\\\": 3, \\\"dies\\\": 10, \\\"aged\\\": 5, \\\"gujarat\\\": 13, \\\"port\\\": 12, \\\"doubles\\\": 11, \\\"895\\\": 1, \\\"julyseptember\\\": 12, \\\"includes\\\": 4, \\\"districts\\\": 2, \\\"those\\\": 13, \\\"numbe\\\": 36, \\\"112\\\": 9, \\\"handy\\\": 1, \\\"way\\\": 34, \\\"learn\\\": 8, \\\"cent\\\\u2026\\\": 1, \\\"jspl\\\": 13, \\\"500\\\": 45, \\\"kellogg\\\": 5, \\\"currencyneutral\\\": 1, \\\"34\\\": 23, \\\"finnair\\\": 15, \\\"add\\\": 21, \\\"flights\\\": 27, \\\"beneath\\\": 2, \\\"bonnet\\\": 1, \\\"there\\\": 44, \\\"plenty\\\": 3, \\\"faults\\\": 3, \\\"carborundum\\\": 3, \\\"univeal\\\": 11, \\\"2878\\\": 1, \\\"press\\\": 16, \\\"monsanto\\\": 9, \\\"judge\\\": 6, \\\"threatens\\\": 21, \\\"shut\\\": 11, \\\"cancer\\\": 23, \\\"patients\\\": 7, \\\"lawyer\\\": 5, \\\"caledonian\\\": 3, \\\"sleeper\\\": 4, \\\"\\\\u201a\\\\u00e4stress\\\\u201a\\\\u00e4\\\": 1, \\\"wheat\\\": 9, \\\"declines\\\": 54, \\\"castrol\\\": 2, \\\"grows\\\": 20, \\\"expenses\\\": 6, \\\"history\\\": 18, \\\"signals\\\": 11, \\\"sundram\\\": 1, \\\"fastene\\\": 2, \\\"zooms\\\": 13, \\\"wont\\\": 22, \\\"automake\\\": 4, \\\"sided\\\": 1, \\\"divestment\\\": 3, \\\"selected\\\": 6, \\\"segments\\\": 5, \\\"streamline\\\": 2, \\\"structure\\\": 7, \\\"explained\\\": 2, \\\"aspocomp\\\": 7, \\\"omx\\\": 35, \\\"helsinki\\\": 51, \\\"acg1v\\\": 2, \\\"warns\\\": 88, \\\"historic\\\": 7, \\\"jobless\\\": 16, \\\"31m\\\": 1, \\\"1proposed\\\": 1, \\\"standards\\\": 7, \\\"dams\\\": 2, \\\"draw\\\": 11, \\\"fpi\\\": 2, \\\"msci\\\": 11, \\\"brazil\\\": 18, \\\"eletrobras\\\": 1, \\\"privatization\\\": 1, \\\"stormbattered\\\": 1, \\\"indiana\\\": 1, \\\"tempest\\\": 1, \\\"1390\\\": 1, \\\"pare\\\": 11, \\\"wealth\\\": 20, \\\"falling\\\": 37, \\\"hard\\\": 19, \\\"while\\\": 49, \\\"macd\\\": 1, \\\"ossing\\\": 3, \\\"cl\\\\u2026\\\": 1, \\\"usda\\\": 2, \\\"byproduct\\\": 1, \\\"hog\\\": 2, \\\"nov\\\": 12, \\\"matprem\\\": 2, \\\"ruukki\\\": 14, \\\"book\\\": 