"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 21151, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"####\", \"document_count\": 23828, \"word_counts\": \"{\\\"is\\\": 1722, \\\"hanesbrands\\\": 23, \\\"hbi\\\": 4, \\\"stock\\\": 2118, \\\"a\\\": 2710, \\\"solid\\\": 77, \\\"choice\\\": 28, \\\"right\\\": 114, \\\"now\\\": 344, \\\"sell\\\": 321, \\\"mm\\\": 19, \\\"with\\\": 1220, \\\"target\\\": 317, \\\"price\\\": 518, \\\"of\\\": 4021, \\\"ashwani\\\": 109, \\\"gujral\\\": 109, \\\"will\\\": 587, \\\"wynn\\\": 43, \\\"resorts\\\": 52, \\\"report\\\": 722, \\\"negative\\\": 69, \\\"q\\\": 2096, \\\"earnings\\\": 2324, \\\"what\\\": 682, \\\"you\\\": 686, \\\"should\\\": 688, \\\"know\\\": 479, \\\"\\\\u201a\\\\u00e4our\\\": 1, \\\"income\\\": 124, \\\"has\\\": 477, \\\"fallen\\\": 9, \\\"off\\\": 247, \\\"cliff\\\\u201a\\\\u00e4\\\": 1, \\\"how\\\": 199, \\\"lockdown\\\": 42, \\\"hits\\\": 215, \\\"firms\\\": 111, \\\"large\\\": 51, \\\"and\\\": 2927, \\\"small\\\": 99, \\\"clarification\\\": 4, \\\"on\\\": 3312, \\\"royalty\\\": 4, \\\"payment\\\": 23, \\\"likely\\\": 127, \\\"to\\\": 6614, \\\"help\\\": 69, \\\"maruti\\\": 32, \\\"in\\\": 4802, \\\"terms\\\": 16, \\\"pricing\\\": 51, \\\"power\\\": 171, \\\"prakash\\\": 46, \\\"diwan\\\": 22, \\\"rils\\\": 1, \\\"profit\\\": 825, \\\"jumps\\\": 108, \\\"up\\\": 1303, \\\"pc\\\": 158, \\\"rising\\\": 109, \\\"refining\\\": 10, \\\"forget\\\": 13, \\\"ides\\\": 1, \\\"march\\\": 104, \\\"washington\\\": 10, \\\"storms\\\": 5, \\\"december\\\": 58, \\\"loom\\\": 8, \\\"over\\\": 836, \\\"the\\\": 4755, \\\"holidays\\\": 11, \\\"hr\\\": 20, \\\"block\\\": 34, \\\"partners\\\": 82, \\\"mx\\\": 2, \\\"sprucesm\\\": 1, \\\"giving\\\": 7, \\\"consumers\\\": 52, \\\"transparency\\\": 4, \\\"about\\\": 268, \\\"their\\\": 163, \\\"spending\\\": 59, \\\"att\\\": 37, \\\"may\\\": 401, \\\"have\\\": 370, \\\"raise\\\": 54, \\\"prices\\\": 340, \\\"again\\\": 107, \\\"offset\\\": 18, \\\"inflation\\\": 241, \\\"cfo\\\": 41, \\\"says\\\": 437, \\\"ryanair\\\": 20, \\\"plane\\\": 7, \\\"impounded\\\": 1, \\\"france\\\": 10, \\\"row\\\": 28, \\\"illegal\\\": 9, \\\"subsidies\\\": 7, \\\"po\\\": 2, \\\"ferries\\\": 4, \\\"very\\\": 63, \\\"efficient\\\": 11, \\\"powerful\\\": 3, \\\"vessel\\\": 5, \\\"for\\\": 2713, \\\"its\\\": 831, \\\"dover\\\": 10, \\\"calais\\\": 1, \\\"route\\\": 9, \\\"head\\\": 44, \\\"shipbuilder\\\": 1, \\\"s\\\": 361, \\\"rauma\\\": 1, \\\"yard\\\": 2, \\\"timo\\\": 1, \\\"suistio\\\": 1, \\\"said\\\": 231, \\\"mep\\\": 1, \\\"infra\\\": 51, \\\"developers\\\": 10, \\\"ipo\\\": 85, \\\"why\\\": 838, \\\"it\\\": 826, \\\"can\\\": 359, \\\"potentially\\\": 17, \\\"be\\\": 602, \\\"risky\\\": 14, \\\"bet\\\": 52, \\\"retail\\\": 122, \\\"investors\\\": 408, \\\"donald\\\": 11, \\\"trumps\\\": 20, \\\"ego\\\": 2, \\\"economic\\\": 115, \\\"ignorance\\\": 1, \\\"could\\\": 378, \\\"tip\\\": 5, \\\"australia\\\": 38, \\\"into\\\": 239, \\\"recession\\\": 157, \\\"pass\\\": 7, \\\"notes\\\": 82, \\\"scent\\\": 1, \\\"jo\\\": 1, \\\"malone\\\": 1, \\\"sniffed\\\": 1, \\\"out\\\": 308, \\\"an\\\": 264, \\\"unfaithful\\\": 1, \\\"man\\\": 19, \\\"hedge\\\": 195, \\\"funds\\\": 258, \\\"are\\\": 712, \\\"dumping\\\": 26, \\\"qudian\\\": 3, \\\"inc\\\": 934, \\\"qd\\\": 3, \\\"adag\\\": 7, \\\"stocks\\\": 1299, \\\"plummet\\\": 11, \\\"further\\\": 95, \\\"rcom\\\": 8, \\\"record\\\": 193, \\\"low\\\": 298, \\\"bse\\\": 50, \\\"wh\\\": 4, \\\"smith\\\": 35, \\\"raises\\\": 116, \\\"\\\\u00a3m\\\": 78, \\\"shore\\\": 5, \\\"finances\\\": 8, \\\"during\\\": 81, \\\"covid\\\": 222, \\\"crisis\\\": 191, \\\"bp\\\": 24, \\\"beats\\\": 224, \\\"estimates\\\": 801, \\\"announces\\\": 498, \\\"share\\\": 292, \\\"buyback\\\": 28, \\\"aar\\\": 1, \\\"air\\\": 107, \\\"signs\\\": 45, \\\"distribution\\\": 33, \\\"deal\\\": 325, \\\"collins\\\": 2, \\\"aerospace\\\": 24, \\\"icici\\\": 27, \\\"bank\\\": 538, \\\"green\\\": 51, \\\"ahead\\\": 232, \\\"results\\\": 427, \\\"heres\\\": 267, \\\"expect\\\": 45, \\\"lufthansa\\\": 3, \\\"suffers\\\": 24, \\\"turbulence\\\": 3, \\\"m\\\": 331, \\\"loss\\\": 428, \\\"first\\\": 490, \\\"quarter\\\": 676, \\\"farmer\\\": 3, \\\"sentiment\\\": 34, \\\"plummets\\\": 23, \\\"as\\\": 2115, \\\"production\\\": 120, \\\"costs\\\": 129, \\\"skyrocket\\\": 5, \\\"lincoln\\\": 22, \\\"financial\\\": 454, \\\"group\\\": 405, \\\"participate\\\": 54, \\\"america\\\": 120, \\\"securities\\\": 70, \\\"insurance\\\": 69, \\\"conference\\\": 234, \\\"waste\\\": 35, \\\"management\\\": 163, \\\"wm\\\": 10, \\\"sinks\\\": 151, \\\"market\\\": 931, \\\"gains\\\": 384, \\\"dow\\\": 238, \\\"dips\\\": 163, \\\"more\\\": 562, \\\"than\\\": 384, \\\"broader\\\": 61, \\\"markets\\\": 412, \\\"plunges\\\": 84, \\\"digest\\\": 9, \\\"fed\\\": 138, \\\"news\\\": 141, \\\"techs\\\": 6, \\\"lead\\\": 77, \\\"decline\\\": 250, \\\"northwest\\\": 2, \\\"natural\\\": 56, \\\"nwn\\\": 1, \\\"misses\\\": 204, \\\"hp\\\": 21, \\\"incs\\\": 59, \\\"nysehpq\\\": 3, \\\"intrinsic\\\": 61, \\\"value\\\": 226, \\\"above\\\": 98, \\\"kaveri\\\": 6, \\\"seeds\\\": 4, \\\"under\\\": 168, \\\"bear\\\": 74, \\\"attack\\\": 17, \\\"midday\\\": 27, \\\"movers\\\": 31, \\\"revlon\\\": 4, \\\"tesla\\\": 126, \\\"carnival\\\": 38, \\\"torrent\\\": 6, \\\"reports\\\": 378, \\\"quarterly\\\": 169, \\\"looking\\\": 56, \\\"fast\\\": 42, \\\"paced\\\": 3, \\\"momentum\\\": 62, \\\"at\\\": 1411, \\\"bargain\\\": 17, \\\"consider\\\": 42, \\\"valero\\\": 15, \\\"energy\\\": 467, \\\"vlo\\\": 10, \\\"sales\\\": 681, \\\"shifting\\\": 2, \\\"toward\\\": 29, \\\"essentials\\\": 1, \\\"analyst\\\": 153, \\\"kelloggs\\\": 5, \\\"falls\\\": 354, \\\"premarket\\\": 111, \\\"after\\\": 1063, \\\"tyson\\\": 20, \\\"foods\\\": 44, \\\"tsn\\\": 8, \\\"brands\\\": 120, \\\"capacity\\\": 33, \\\"expansion\\\": 51, \\\"efforts\\\": 26, \\\"aid\\\": 39, \\\"south\\\": 55, \\\"based\\\": 81, \\\"cement\\\": 48, \\\"companies\\\": 260, \\\"maintain\\\": 11, \\\"growth\\\": 601, \\\"delta\\\": 38, \\\"american\\\": 149, \\\"airlines\\\": 110, \\\"halt\\\": 25, \\\"flights\\\": 36, \\\"china\\\": 351, \\\"response\\\": 29, \\\"coronavirus\\\": 274, \\\"pharma\\\": 138, \\\"do\\\": 86, \\\"not\\\": 257, \\\"weightage\\\": 2, \\\"fmcg\\\": 14, \\\"looks\\\": 100, \\\"weak\\\": 200, \\\"grainger\\\": 25, \\\"third\\\": 184, \\\"this\\\": 604, \\\"aes\\\": 29, \\\"great\\\": 91, \\\"dividend\\\": 440, \\\"st\\\": 57, \\\"louis\\\": 9, \\\"operations\\\": 103, \\\"russia\\\": 160, \\\"sanctions\\\": 22, \\\"create\\\": 25, \\\"giant\\\": 25, \\\"legal\\\": 33, \\\"headache\\\": 2, \\\"sysco\\\": 8, \\\"corporation\\\": 334, \\\"nysesyy\\\": 1, \\\"delivered\\\": 19, \\\"better\\\": 109, \\\"roe\\\": 32, \\\"industry\\\": 216, \\\"us\\\": 949, \\\"oil\\\": 505, \\\"tumbled\\\": 10, \\\"barrel\\\": 13, \\\"reflecting\\\": 3, \\\"nervousness\\\": 1, \\\"weeks\\\": 86, \\\"pivotal\\\": 5, \\\"opec\\\": 37, \\\"meeting\\\": 55, \\\"trial\\\": 26, \\\"failure\\\": 20, \\\"trips\\\": 4, \\\"peninsula\\\": 6, \\\"drug\\\": 82, \\\"companys\\\": 28, \\\"plans\\\": 140, \\\"halves\\\": 6, \\\"like\\\": 118, \\\"abercrombie\\\": 2, \\\"face\\\": 79, \\\"bloated\\\": 3, \\\"inventories\\\": 15, \\\"jeansgate\\\": 1, \\\"exposes\\\": 8, \\\"marks\\\": 11, \\\"spencers\\\": 1, \\\"deeper\\\": 19, \\\"fashion\\\": 18, \\\"flaw\\\": 2, \\\"buffett\\\": 12, \\\"buy\\\": 597, \\\"occidental\\\": 12, \\\"petroleum\\\": 34, \\\"oxy\\\": 5, \\\"alaska\\\": 21, \\\"names\\\": 56, \\\"new\\\": 762, \\\"vice\\\": 37, \\\"president\\\": 79, \\\"finance\\\": 112, \\\"controller\\\": 5, \\\"undervaluing\\\": 4, \\\"these\\\": 166, \\\"wholesale\\\": 33, \\\"big\\\": 181, \\\"already\\\": 29, \\\"plunged\\\": 16, \\\"analysts\\\": 174, \\\"say\\\": 77, \\\"jyoti\\\": 5, \\\"structures\\\": 8, \\\"rallies\\\": 115, \\\"order\\\": 78, \\\"win\\\": 27, \\\"transmission\\\": 5, \\\"lines\\\": 47, \\\"puravankara\\\": 2, \\\"projects\\\": 43, \\\"cracks\\\": 14, \\\"post\\\": 172, \\\"key\\\": 90, \\\"bracing\\\": 2, \\\"aftershocks\\\": 1, \\\"hit\\\": 284, \\\"housing\\\": 86, \\\"hard\\\": 33, \\\"teeters\\\": 1, \\\"edge\\\": 39, \\\"johnson\\\": 57, \\\"controls\\\": 24, \\\"celebrates\\\": 15, \\\"second\\\": 155, \\\"year\\\": 849, \\\"community\\\": 27, \\\"college\\\": 6, \\\"partnership\\\": 58, \\\"program\\\": 101, \\\"by\\\": 980, \\\"welcoming\\\": 1, \\\"schools\\\": 11, \\\"boots\\\": 20, \\\"cut\\\": 211, \\\"jobs\\\": 182, \\\"john\\\": 22, \\\"lewis\\\": 10, \\\"shut\\\": 18, \\\"eight\\\": 15, \\\"stores\\\": 79, \\\"putting\\\": 13, \\\"risk\\\": 153, \\\"gap\\\": 55, \\\"old\\\": 34, \\\"navy\\\": 11, \\\"exec\\\": 13, \\\"departs\\\": 3, \\\"slashes\\\": 17, \\\"forecast\\\": 118, \\\"fewer\\\": 7, \\\"international\\\": 184, \\\"students\\\": 13, \\\"coming\\\": 51, \\\"united\\\": 91, \\\"states\\\": 25, \\\"thats\\\": 22, \\\"cost\\\": 107, \\\"economy\\\": 249, \\\"billion\\\": 231, \\\"tha\\\\u2026\\\": 2, \\\"india\\\": 212, \\\"vix\\\": 6, \\\"loses\\\": 62, \\\"steam\\\": 18, \\\"volumes\\\": 30, \\\"sink\\\": 22, \\\"less\\\": 34, \\\"crore\\\": 378, \\\"too\\\": 71, \\\"late\\\": 44, \\\"buying\\\": 141, \\\"verisk\\\": 23, \\\"analytics\\\": 16, \\\"nasdaqvrsk\\\": 3, \\\"takeaways\\\": 3, \\\"from\\\": 1117, \\\"celsius\\\": 3, \\\"holdings\\\": 151, \\\"mixed\\\": 53, \\\"but\\\": 280, \\\"still\\\": 141, \\\"outstanding\\\": 13, \\\"\\\\u00e0land\\\": 7, \\\"net\\\": 835, \\\"interest\\\": 90, \\\"weakened\\\": 5, \\\"dollar\\\": 197, \\\"trade\\\": 271, \\\"uncertainty\\\": 46, \\\"spreads\\\": 6, \\\"update\\\": 278, \\\"mondelez\\\": 14, \\\"bar\\\": 11, \\\"maker\\\": 70, \\\"clif\\\": 4, \\\"nifty\\\": 184, \\\"cnx\\\": 13, \\\"showing\\\": 13, \\\"much\\\": 80, \\\"strength\\\": 60, \\\"despite\\\": 145, \\\"index\\\": 123, \\\"hitting\\\": 23, \\\"life\\\": 108, \\\"time\\\": 235, \\\"high\\\": 448, \\\"mitesh\\\": 89, \\\"thacker\\\": 89, \\\"been\\\": 145, \\\"strong\\\": 290, \\\"resistance\\\": 35, \\\"everest\\\": 13, \\\"kanto\\\": 2, \\\"sanjeev\\\": 1, \\\"agarwal\\\": 10, \\\"metlife\\\": 15, \\\"regional\\\": 21, \\\"chief\\\": 91, \\\"information\\\": 40, \\\"officers\\\": 7, \\\"engineering\\\": 42, \\\"really\\\": 20, \\\"moment\\\": 14, \\\"deepak\\\": 71, \\\"mohoni\\\": 54, \\\"sba\\\": 16, \\\"communications\\\": 66, \\\"sbac\\\": 13, \\\"ffo\\\": 58, \\\"revenues\\\": 353, \\\"surpass\\\": 52, \\\"finnish\\\": 223, \\\"forest\\\": 9, \\\"stora\\\": 17, \\\"enso\\\": 15, \\\"oyj\\\": 109, \\\"issued\\\": 15, \\\"thursday\\\": 35, \\\"warning\\\": 97, \\\"aon\\\": 18, \\\"guidewire\\\": 1, \\\"take\\\": 129, \\\"measures\\\": 25, \\\"cyber\\\": 14, \\\"attacks\\\": 26, \\\"did\\\": 50, \\\"smart\\\": 45, \\\"money\\\": 108, \\\"play\\\": 44, \\\"gartner\\\": 24, \\\"correctly\\\": 5, \\\"goldman\\\": 83, \\\"sees\\\": 146, \\\"consumer\\\": 113, \\\"business\\\": 348, \\\"losses\\\": 145, \\\"topping\\\": 3, \\\"b\\\": 64, \\\"top\\\": 421, \\\"gas\\\": 166, \\\"surged\\\": 12, \\\"week\\\": 342, \\\"rally\\\": 182, \\\"higher\\\": 244, \\\"foundries\\\": 2, \\\"division\\\": 27, \\\"increased\\\": 111, \\\"corresponding\\\": 88, \\\"period\\\": 187, \\\"machine\\\": 5, \\\"shop\\\": 17, \\\"yen\\\": 43, \\\"rises\\\": 178, \\\"japan\\\": 25, \\\"pm\\\": 23, \\\"comments\\\": 29, \\\"german\\\": 36, \\\"data\\\": 221, \\\"hurts\\\": 13, \\\"euro\\\": 173, \\\"continue\\\": 152, \\\"till\\\": 12, \\\"level\\\": 62, \\\"brent\\\": 51, \\\"slumps\\\": 62, \\\"below\\\": 185, \\\"lowest\\\": 43, \\\"since\\\": 503, \\\"rout\\\": 20, \\\"extends\\\": 59, \\\"down\\\": 1091, \\\"or\\\": 161, \\\"hold\\\": 77, \\\"forever\\\": 6, \\\"whats\\\": 161, \\\"going\\\": 80, \\\"kohls\\\": 53, \\\"shares\\\": 878, \\\"today\\\": 282, \\\"that\\\": 409, \\\"commerce\\\": 28, \\\"department\\\": 18, \\\"published\\\": 6, \\\"worse\\\": 27, \\\"expected\\\": 251, \\\"construction\\\": 67, \\\"figures\\\": 14, \\\"november\\\": 58, \\\"aep\\\": 20, \\\"long\\\": 215, \\\"term\\\": 207, \\\"rate\\\": 156, \\\"guidance\\\": 145, \\\"mid\\\": 70, \\\"cap\\\": 89, \\\"return\\\": 89, \\\"added\\\": 28, \\\"bbby\\\": 3, \\\"jimcramer\\\": 2, \\\"wrong\\\": 41, \\\"one\\\": 207, \\\"profitable\\\": 14, \\\"merchant\\\": 4, \\\"hypersonic\\\": 2, \\\"missile\\\": 6, \\\"fails\\\": 43, \\\"test\\\": 56, \\\"fresh\\\": 73, \\\"setback\\\": 7, \\\"bullish\\\": 106, \\\"whole\\\": 26, \\\"anand\\\": 8, \\\"tandon\\\": 6, \\\"nutrien\\\": 2, \\\"vs\\\": 130, \\\"bofa\\\": 54, \\\"merrill\\\": 18, \\\"lynch\\\": 18, \\\"oracle\\\": 22, \\\"see\\\": 119, \\\"slower\\\": 9, \\\"warns\\\": 101, \\\"westport\\\": 1, \\\"wprt\\\": 1, \\\"flat\\\": 47, \\\"yy\\\": 174, \\\"wipro\\\": 21, \\\"fall\\\": 447, \\\"per\\\": 359, \\\"cent\\\": 269, \\\"loser\\\": 7, \\\"sensex\\\": 160, \\\"union\\\": 92, \\\"pacific\\\": 55, \\\"battery\\\": 19, \\\"electric\\\": 80, \\\"locomotives\\\": 2, \\\"caterpillar\\\": 27, \\\"wabtec\\\": 10, \\\"billionaires\\\": 3, \\\"fund\\\": 163, \\\"bets\\\": 76, \\\"keysight\\\": 14, \\\"enables\\\": 10, \\\"dekra\\\": 1, \\\"validate\\\": 1, \\\"mobile\\\": 74, \\\"phone\\\": 20, \\\"e\\\": 36, \\\"caller\\\": 1, \\\"location\\\": 10, \\\"compliance\\\": 7, \\\"regulation\\\": 4, \\\"state\\\": 82, \\\"revenue\\\": 478, \\\"buys\\\": 412, \\\"realty\\\": 114, \\\"corp\\\": 297, \\\"bio\\\": 19, \\\"rad\\\": 9, \\\"laboratories\\\": 32, \\\"jindal\\\": 4, \\\"steel\\\": 91, \\\"weakness\\\": 46, \\\"monte\\\": 1, \\\"paschi\\\": 2, \\\"full\\\": 108, \\\"resmed\\\": 17, \\\"participation\\\": 9, \\\"global\\\": 505, \\\"healthcare\\\": 82, \\\"equifax\\\": 20, \\\"efx\\\": 7, \\\"grow\\\": 103, \\\"state\\\\u2019s\\\": 1, \\\"unemployment\\\": 23, \\\"america\\\\u2019s\\\": 2, \\\"royal\\\": 57, \\\"caribbean\\\": 29, \\\"drops\\\": 124, \\\"another\\\": 81, \\\"pandemic\\\": 75, \\\"rule\\\": 6, \\\"srf\\\": 6, \\\"ends\\\": 80, \\\"fy\\\": 76, \\\"greenply\\\": 3, \\\"industries\\\": 121, \\\"citrix\\\": 15, \\\"systems\\\": 95, \\\"moodys\\\": 94, \\\"places\\\": 4, \\\"review\\\": 75, \\\"downgrade\\\": 45, \\\"following\\\": 39, \\\"announced\\\": 45, \\\"buyout\\\": 43, \\\"tops\\\": 104, \\\"list\\\": 51, \\\"concerns\\\": 107, \\\"survey\\\": 40, \\\"blue\\\": 30, \\\"jeans\\\": 2, \\\"levis\\\": 2, \\\"shakes\\\": 6, \\\"troubles\\\": 6, \\\"embracing\\\": 2, \\\"past\\\": 74, \\\"ups\\\": 40, \\\"fell\\\": 96, \\\"january\\\": 105, \\\"platinum\\\": 4, \\\"poised\\\": 38, \\\"worst\\\": 109, \\\"years\\\": 266, \\\"volkswagen\\\": 11, \\\"emissions\\\": 30, \\\"scandal\\\": 36, \\\"cutera\\\": 2, \\\"synchrony\\\": 16, \\\"provide\\\": 39, \\\"financing\\\": 17, \\\"options\\\": 44, \\\"dermatology\\\": 1, \\\"patients\\\": 20, \\\"innovative\\\": 18, \\\"acne\\\": 1, \\\"treatment\\\": 39, \\\"summer\\\": 43, \\\"statement\\\": 20, \\\"uks\\\": 28, \\\"five\\\": 176, \\\"charts\\\": 21, \\\"most\\\": 142, \\\"preferred\\\": 27, \\\"layoffs\\\": 17, \\\"finland\\\": 87, \\\"made\\\": 56, \\\"flybes\\\": 1, \\\"case\\\": 51, \\\"bailout\\\": 11, \\\"look\\\": 174, \\\"even\\\": 72, \\\"weaker\\\": 28, \\\"tobacco\\\": 22, \\\"bolster\\\": 6, \\\"bruised\\\": 2, \\\"ftse\\\": 73, \\\"vf\\\": 20, \\\"best\\\": 106, \\\"walgreen\\\": 1, \\\"join\\\": 31, \\\"sp\\\": 222, \\\"yielding\\\": 5, \\\"davos\\\": 7, \\\"imf\\\": 28, \\\"against\\\": 123, \\\"fat\\\": 9, \\\"cat\\\": 12, \\\"pay\\\": 145, \\\"bob\\\": 9, \\\"collymore\\\": 1, \\\"kenyas\\\": 1, \\\"telecoms\\\": 7, \\\"mogul\\\": 1, \\\"dies\\\": 10, \\\"aged\\\": 7, \\\"however\\\": 26, \\\"margin\\\": 68, \\\"slowed\\\": 5, \\\"due\\\": 138, \\\"phillips\\\": 25, \\\"ceo\\\": 245, \\\"garland\\\": 2, \\\"step\\\": 34, \\\"jack\\\": 30, \\\"henrys\\\": 3, \\\"jkhy\\\": 8, \\\"symitar\\\": 1, \\\"gets\\\": 82, \\\"selected\\\": 14, \\\"two\\\": 195, \\\"credit\\\": 135, \\\"unions\\\": 4, \\\"adpnews\\\": 10, \\\"feb\\\": 24, \\\"rautaruukki\\\": 12, \\\"hel\\\": 55, \\\"rtrks\\\": 6, \\\"ruukki\\\": 17, \\\"slipped\\\": 13, \\\"larger\\\": 18, \\\"pretax\\\": 24, \\\"million\\\": 409, \\\"usd\\\": 42, \\\"fourth\\\": 141, \\\"electronic\\\": 28, \\\"arts\\\": 24, \\\"ea\\\": 15, \\\"lags\\\": 85, \\\"tietoenator\\\": 5, \\\"was\\\": 221, \\\"pct\\\": 47, \\\"extending\\\": 3, \\\"recent\\\": 57, \\\"lows\\\": 65, \\\"last\\\": 515, \\\"dealers\\\": 3, \\\"kimco\\\": 15, \\\"present\\\": 72, \\\"real\\\": 95, \\\"estate\\\": 57, \\\"expels\\\": 1, \\\"parsoli\\\": 1, \\\"trading\\\": 160, \\\"member\\\": 17, \\\"gavin\\\": 4, \\\"woodhouse\\\": 4, \\\"control\\\": 32, \\\"firm\\\": 128, \\\"court\\\": 56, \\\"ruling\\\": 16, \\\"borealis\\\": 1, \\\"infrastructure\\\": 63, \\\"together\\\": 5, \\\"severn\\\": 4, \\\"trent\\\": 11, \\\"bid\\\": 46, \\\"masala\\\": 2, \\\"bonds\\\": 70, \\\"spicy\\\": 3, \\\"enough\\\": 27, \\\"poor\\\": 43, \\\"standard\\\": 19, \\\"chartered\\\": 11, \\\"shifts\\\": 9, \\\"emerging\\\": 43, \\\"strategy\\\": 45, \\\"end\\\": 137, \\\"apple\\\": 93, \\\"weighs\\\": 23, \\\"nasdaq\\\": 146, \\\"verizon\\\": 33, \\\"accused\\\": 21, \\\"hurting\\\": 16, \\\"rivals\\\": 11, \\\"near\\\": 115, \\\"highs\\\": 72, \\\"pound\\\": 42, \\\"wavers\\\": 3, \\\"before\\\": 104, \\\"election\\\": 31, \\\"result\\\": 55, \\\"demand\\\": 384, \\\"fireplace\\\": 2, \\\"products\\\": 100, \\\"lower\\\": 281, \\\"especially\\\": 6, \\\"germany\\\": 18, \\\"doubts\\\": 9, \\\"glaxosmithklines\\\": 1, \\\"bln\\\": 49, \\\"capital\\\": 343, \\\"plan\\\": 132, \\\"adobe\\\": 27, \\\"falling\\\": 76, \\\"disappointing\\\": 33, \\\"vehicle\\\": 18, \\\"shortages\\\": 17, \\\"supply\\\": 234, \\\"chain\\\": 115, \\\"woes\\\": 77, \\\"persist\\\": 21, \\\"zacks\\\": 78, \\\"outlook\\\": 234, \\\"highlights\\\": 112, \\\"dr\\\": 30, \\\"horton\\\": 11, \\\"lennar\\\": 19, \\\"century\\\": 10, \\\"communities\\\": 51, \\\"nvr\\\": 27, \\\"crowdstrike\\\": 4, \\\"strikes\\\": 11, \\\"gain\\\": 154, \\\"blow\\\": 20, \\\"crwd\\\": 2, \\\"executive\\\": 70, \\\"officer\\\": 49, \\\"speak\\\": 9, \\\"barclays\\\": 50, \\\"industrial\\\": 76, \\\"select\\\": 31, \\\"citi\\\": 28, \\\"tech\\\": 181, \\\"mobility\\\": 16, \\\"conferences\\\": 12, \\\"applied\\\": 29, \\\"materials\\\": 71, \\\"amat\\\": 4, \\\"sonata\\\": 1, \\\"software\\\": 89, \\\"services\\\": 239, \\\"show\\\": 61, \\\"albertsons\\\": 4, \\\"aci\\\": 4, \\\"operational\\\": 11, \\\"times\\\": 54, \\\"confirms\\\": 15, \\\"resigned\\\": 3, \\\"sexual\\\": 8, \\\"assault\\\": 2, \\\"allegations\\\": 14, \\\"son\\\": 5, \\\"gilead\\\": 14, \\\"sciences\\\": 19, \\\"upcoming\\\": 42, \\\"investor\\\": 136, \\\"titan\\\": 12, \\\"rakesh\\\": 8, \\\"jhunjhunwala\\\": 8, \\\"cuts\\\": 167, \\\"stake\\\": 155, \\\"playtech\\\": 1, \\\"miss\\\": 236, \\\"expectations\\\": 106, \\\"blog\\\": 37, \\\"analog\\\": 19, \\\"devices\\\": 40, \\\"macom\\\": 1, \\\"technology\\\": 210, \\\"solutions\\\": 128, \\\"vishay\\\": 2, \\\"intertechnology\\\": 1, \\\"semiconductor\\\": 32, \\\"jewellers\\\": 1, \\\"smile\\\": 3, \\\"export\\\": 22, \\\"orders\\\": 53, \\\"hint\\\": 2, \\\"revival\\\": 18, \\\"billcom\\\": 2, \\\"debut\\\": 33, \\\"bearishness\\\": 1, \\\"towards\\\": 30, \\\"yuan\\\": 36, \\\"rupee\\\": 82, \\\"ebbs\\\": 2, \\\"other\\\": 128, \\\"asian\\\": 70, \\\"currencies\\\": 12, \\\"worries\\\": 55, \\\"kazgiprotsvetmet\\\": 1, \\\"outotec\\\": 6, \\\"signed\\\": 34, \\\"agreement\\\": 82, \\\"strategic\\\": 53, \\\"cooperation\\\": 15, \\\"marketing\\\": 26, \\\"providing\\\": 10, \\\"minerals\\\": 7, \\\"processing\\\": 19, \\\"metallurgical\\\": 2, \\\"plants\\\": 21, \\\"related\\\": 25, \\\"kazakhstan\\\": 7, \\\"surrounding\\\": 3, \\\"countries\\\": 30, \\\"marathon\\\": 33, \\\"helps\\\": 17, \\\"learning\\\": 8, \\\"path\\\": 12, \\\"salt\\\": 5, \\\"lake\\\": 10, \\\"city\\\": 57, \\\"shreveport\\\": 1, \\\"affordable\\\": 7, \\\"home\\\": 135, \\\"internet\\\": 23, \\\"general\\\": 101, \\\"mills\\\": 34, \\\"progress\\\": 27, \\\"responsibility\\\": 11, \\\"universal\\\": 27, \\\"health\\\": 127, \\\"tumbles\\\": 60, \\\"given\\\": 33, \\\"shortfall\\\": 6, \\\"patient\\\": 15, \\\"medical\\\": 41, \\\"parent\\\": 27, \\\"soars\\\": 72, \\\"early\\\": 70, \\\"analyses\\\": 1, \\\"mounjaro\\\": 1, \\\"tirzepatide\\\": 2, \\\"injection\\\": 1, \\\"adults\\\": 10, \\\"type\\\": 8, \\\"diabetes\\\": 11, \\\"presented\\\": 2, \\\"associations\\\": 4, \\\"nd\\\": 17, \\\"scientific\\\": 33, \\\"sessions\\\": 10, \\\"la\\\": 11, \\\"jolla\\\": 3, \\\"reassess\\\": 3, \\\"development\\\": 62, \\\"ljpc\\\": 4, \\\"get\\\": 109, \\\"agilent\\\": 11, \\\"technologies\\\": 182, \\\"trane\\\": 12, \\\"begins\\\": 22, \\\"backlog\\\": 5, \\\"isolationism\\\": 2, \\\"rating\\\": 67, \\\"ratings\\\": 80, \\\"spy\\\": 35, \\\"qqq\\\": 9, \\\"iwm\\\": 9, \\\"several\\\": 27, \\\"aapl\\\": 65, \\\"axp\\\": 7, \\\"bac\\\": 10, \\\"ecolab\\\": 17, \\\"declares\\\": 109, \\\"regular\\\": 15, \\\"primis\\\": 2, \\\"unveils\\\": 35, \\\"latest\\\": 71, \\\"contextual\\\": 1, \\\"solution\\\": 51, \\\"verticals\\\": 5, \\\"zebra\\\": 27, \\\"were\\\": 94, \\\"doing\\\": 17, \\\"everything\\\": 9, \\\"we\\\": 126, \\\"official\\\": 14, \\\"sets\\\": 25, \\\"limit\\\": 28, \\\"potential\\\": 60, \\\"fine\\\": 25, \\\"chilli\\\": 14, \\\"jeera\\\": 16, \\\"rise\\\": 288, \\\"africa\\\": 27, \\\"retailer\\\": 37, \\\"jumia\\\": 1, \\\"suspends\\\": 24, \\\"cameroon\\\": 1, \\\"cottonseed\\\": 3, \\\"futures\\\": 326, \\\"selling\\\": 90, \\\"pressure\\\": 92, \\\"gmr\\\": 11, \\\"cbi\\\": 16, \\\"lens\\\": 4, \\\"bearish\\\": 56, \\\"sluggish\\\": 47, \\\"shorting\\\": 11, \\\"pick\\\": 50, \\\"public\\\": 88, \\\"storage\\\": 52, \\\"psa\\\": 9, \\\"closing\\\": 38, \\\"chinese\\\": 50, \\\"workers\\\": 114, \\\"moffettnathanson\\\": 6, \\\"celebrating\\\": 1, \\\"womens\\\": 7, \\\"history\\\": 19, \\\"month\\\": 208, \\\"exponential\\\": 3, \\\"cummins\\\": 34, \\\"powers\\\": 8, \\\"women\\\": 24, \\\"ford\\\": 49, \\\"motor\\\": 19, \\\"company\\\": 529, \\\"f\\\": 59, \\\"moves\\\": 219, \\\"colgate\\\": 21, \\\"palmolive\\\": 14, \\\"struggles\\\": 17, \\\"way\\\": 42, \\\"alcons\\\": 1, \\\"alc\\\": 3, \\\"surgical\\\": 12, \\\"arm\\\": 26, \\\"rebounds\\\": 14, \\\"launches\\\": 105, \\\"factors\\\": 29, \\\"note\\\": 26, \\\"cadence\\\": 23, \\\"cdns\\\": 8, \\\"release\\\": 139, \\\"wft\\\": 1, \\\"closng\\\": 1, \\\"here\\\": 97, \\\"slack\\\": 6, \\\"just\\\": 164, \\\"tough\\\": 19, \\\"curb\\\": 5, \\\"rubber\\\": 16, \\\"volatility\\\": 44, \\\"expert\\\": 29, \\\"committee\\\": 9, \\\"interserve\\\": 7, \\\"calamity\\\": 2, \\\"mostly\\\": 9, \\\"created\\\": 4, \\\"boardroom\\\": 3, \\\"operating\\\": 214, \\\"non\\\": 48, \\\"recurring\\\": 17, \\\"items\\\": 26, \\\"compared\\\": 114, \\\"surge\\\": 101, \\\"armour\\\": 45, \\\"performers\\\": 2, \\\"corrected\\\": 11, \\\"nissan\\\": 14, \\\"recalls\\\": 28, \\\"nearly\\\": 117, \\\"vehicles\\\": 16, \\\"braking\\\": 1, \\\"system\\\": 62, \\\"defect\\\": 2, \\\"nov\\\": 30, \\\"lvip\\\": 1, \\\"clearbridge\\\": 4, \\\"franklin\\\": 22, \\\"managed\\\": 13, \\\"hubspot\\\": 2, \\\"cisco\\\": 30, \\\"alnylams\\\": 1, \\\"onpattro\\\": 1, \\\"rishi\\\": 9, \\\"sunak\\\": 9, \\\"took\\\": 17, \\\"part\\\": 46, \\\"controversial\\\": 4, \\\"corporate\\\": 73, \\\"raid\\\": 5, \\\"hasbro\\\": 26, \\\"backs\\\": 14, \\\"cocks\\\": 2, \\\"investment\\\": 213, \\\"wizards\\\": 1, \\\"coast\\\": 18, \\\"alta\\\": 6, \\\"fox\\\": 34, \\\"points\\\": 131, \\\"intuitive\\\": 12, \\\"slightly\\\": 34, \\\"revises\\\": 7, \\\"neglected\\\": 2, \\\"trouncing\\\": 1, \\\"motionals\\\": 1, \\\"hyundai\\\": 7, \\\"ioniq\\\": 1, \\\"robotaxi\\\": 1, \\\"ready\\\": 28, \\\"streets\\\": 15, \\\"shareholders\\\": 150, \\\"make\\\": 105, \\\"eversource\\\": 14, \\\"energys\\\": 23, \\\"nysees\\\": 5, \\\"registry\\\": 5, \\\"according\\\": 57, \\\"atria\\\": 7, \\\"matti\\\": 3, \\\"tikkakoski\\\": 1, \\\"swedish\\\": 40, \\\"significantly\\\": 15, \\\"improved\\\": 28, \\\"riding\\\": 2, \\\"recovery\\\": 45, \\\"theme\\\": 4, \\\"banks\\\": 147, \\\"turn\\\": 50, \\\"favourite\\\": 5, \\\"subsidy\\\": 11, \\\"burden\\\": 8, \\\"boost\\\": 108, \\\"omcs\\\": 11, \\\"slip\\\": 70, \\\"july\\\": 48, \\\"hong\\\": 70, \\\"kong\\\": 65, \\\"sags\\\": 3, \\\"three\\\": 126, \\\"brexit\\\": 121, \\\"clash\\\": 6, \\\"looms\\\": 25, \\\"grills\\\": 1, \\\"jignesh\\\": 5, \\\"shah\\\": 29, \\\"founder\\\": 26, \\\"ftil\\\": 6, \\\"files\\\": 42, \\\"fir\\\": 1, \\\"nsel\\\": 17, \\\"scam\\\": 15, \\\"garmin\\\": 22, \\\"transfer\\\": 12, \\\"listing\\\": 13, \\\"york\\\": 52, \\\"exchange\\\": 44, \\\"pulte\\\": 3, \\\"secures\\\": 16, \\\"land\\\": 32, \\\"orlando\\\": 12, \\\"lakeside\\\": 2, \\\"homes\\\": 32, \\\"qualcomm\\\": 24, \\\"making\\\": 55, \\\"absolute\\\": 2, \\\"mistake\\\": 6, \\\"our\\\": 95, \\\"fca\\\": 6, \\\"investigates\\\": 6, \\\"fraud\\\": 30, \\\"collapse\\\": 50, \\\"listed\\\": 8, \\\"whirlpool\\\": 38, \\\"whr\\\": 9, \\\"gamestop\\\": 13, \\\"xpeng\\\": 1, \\\"blackberry\\\": 4, \\\"warming\\\": 7, \\\"helix\\\": 1, \\\"hlx\\\": 1, \\\"rost\\\": 8, \\\"ross\\\": 27, \\\"upgraded\\\": 41, \\\"outperform\\\": 40, \\\"rbc\\\": 10, \\\"stay\\\": 52, \\\"cautious\\\": 34, \\\"outsourcing\\\": 7, \\\"childrens\\\": 6, \\\"isnt\\\": 21, \\\"\\\\u201a\\\\u00e4\\\": 121, \\\"cadila\\\": 8, \\\"stands\\\": 12, \\\"pack\\\": 9, \\\"co\\\": 131, \\\"clock\\\": 2, \\\"hemang\\\": 10, \\\"jani\\\": 10, \\\"unitech\\\": 11, \\\"promoters\\\": 15, \\\"shareholding\\\": 5, \\\"between\\\": 31, \\\"april\\\": 107, \\\"june\\\": 105, \\\"lowes\\\": 29, \\\"wake\\\": 13, \\\"depots\\\": 9, \\\"assets\\\": 57, \\\"weaken\\\": 16, \\\"devaluation\\\": 4, \\\"costco\\\": 41, \\\"fmc\\\": 36, \\\"offing\\\": 52, \\\"push\\\": 48, \\\"uplift\\\": 1, \\\"chipmakers\\\": 5, \\\"truist\\\": 19, \\\"managing\\\": 11, \\\"director\\\": 32, \\\"debenhams\\\": 16, \\\"symptom\\\": 2, \\\"street\\\": 263, \\\"struggling\\\": 23, \\\"survive\\\": 12, \\\"exelon\\\": 18, \\\"exc\\\": 5, \\\"adamas\\\": 2, \\\"react\\\": 8, \\\"gocovri\\\": 1, \\\"effect\\\": 21, \\\"ms\\\": 19, \\\"study\\\": 60, \\\"ukraine\\\": 88, \\\"russian\\\": 54, \\\"missiles\\\": 7, \\\"odesa\\\": 1, \\\"island\\\": 7, \\\"exit\\\": 44, \\\"stifel\\\": 15, \\\"upgrades\\\": 39, \\\"parker\\\": 21, \\\"hannifin\\\": 16, \\\"synergies\\\": 4, \\\"prospects\\\": 51, \\\"driving\\\": 45, \\\"climate\\\": 52, \\\"action\\\": 59, \\\"reg\\\": 6, \\\"arista\\\": 11, \\\"networks\\\": 64, \\\"beat\\\": 366, \\\"upbeat\\\": 30, \\\"excited\\\": 3, \\\"leidos\\\": 22, \\\"nyseldos\\\": 3, \\\"equity\\\": 103, \\\"satyam\\\": 4, \\\"tax\\\": 100, \\\"settlement\\\": 24, \\\"jones\\\": 95, \\\"dives\\\": 29, \\\"elon\\\": 29, \\\"musk\\\": 30, \\\"twitter\\\": 57, \\\"move\\\": 103, \\\"media\\\": 70, \\\"dvr\\\": 2, \\\"led\\\": 33, \\\"tata\\\": 61, \\\"motors\\\": 50, \\\"jagdish\\\": 11, \\\"malkani\\\": 11, \\\"greek\\\": 16, \\\"edgewells\\\": 1, \\\"rockets\\\": 3, \\\"calling\\\": 7, \\\"harrys\\\": 1, \\\"merger\\\": 55, \\\"tsla\\\": 60, \\\"pre\\\": 75, \\\"cybertruck\\\": 12, \\\"climbed\\\": 8, \\\"bbg\\\": 2, \\\"adma\\\": 2, \\\"biologics\\\": 5, \\\"tumbling\\\": 13, \\\"underweight\\\": 18, \\\"commodities\\\": 24, \\\"vijai\\\": 6, \\\"mantri\\\": 6, \\\"pramerica\\\": 3, \\\"mf\\\": 7, \\\"diluted\\\": 12, \\\"eps\\\": 193, \\\"declined\\\": 13, \\\"i\\\": 107, \\\"think\\\": 61, \\\"cme\\\": 28, \\\"nasdaqcme\\\": 1, \\\"might\\\": 68, \\\"deserve\\\": 7, \\\"your\\\": 90, \\\"attention\\\": 13, \\\"micron\\\": 33, \\\"ventures\\\": 7, \\\"ii\\\": 15, \\\"commits\\\": 9, \\\"deep\\\": 12, \\\"startups\\\": 7, \\\"encouraged\\\": 7, \\\"freeport\\\": 25, \\\"mcmorans\\\": 2, \\\"nysefcx\\\": 2, \\\"returns\\\": 126, \\\"strain\\\": 3, \\\"seven\\\": 21, \\\"car\\\": 61, \\\"slump\\\": 109, \\\"econx\\\": 5, \\\"nonfarm\\\": 3, \\\"payroll\\\": 2, \\\"revisions\\\": 5, \\\"october\\\": 55, \\\"revised\\\": 17, \\\"k\\\": 63, \\\"september\\\": 67, \\\"short\\\": 147, \\\"amid\\\": 278, \\\"holiday\\\": 34, \\\"shopping\\\": 19, \\\"season\\\": 67, \\\"retirement\\\": 21, \\\"lakh\\\": 39, \\\"dish\\\": 33, \\\"tv\\\": 48, \\\"office\\\": 53, \\\"building\\\": 54, \\\"cary\\\": 1, \\\"sells\\\": 191, \\\"all\\\": 183, \\\"uk\\\": 351, \\\"travel\\\": 70, \\\"denying\\\": 3, \\\"refunds\\\": 9, \\\"which\\\": 102, \\\"finds\\\": 34, \\\"rose\\\": 88, \\\"eur\\\": 146, \\\"firstsource\\\": 12, \\\"fold\\\": 43, \\\"governments\\\": 9, \\\"plate\\\": 1, \\\"impact\\\": 89, \\\"dg\\\": 5, \\\"labcorp\\\": 14, \\\"xylem\\\": 24, \\\"invests\\\": 11, \\\"cnote\\\": 1, \\\"benefit\\\": 35, \\\"institutions\\\": 21, \\\"serving\\\": 5, \\\"black\\\": 62, \\\"underserved\\\": 3, \\\"matson\\\": 2, \\\"matx\\\": 1, \\\"labor\\\": 38, \\\"issues\\\": 88, \\\"idle\\\": 2, \\\"trains\\\": 7, \\\"leave\\\": 30, \\\"grain\\\": 8, \\\"food\\\": 69, \\\"stranded\\\": 5, \\\"shippers\\\": 1, \\\"ww\\\": 16, \\\"gww\\\": 15, \\\"fears\\\": 168, \\\"shrinks\\\": 12, \\\"back\\\": 191, \\\"chaos\\\": 22, \\\"uco\\\": 8, \\\"iob\\\": 5, \\\"allahabad\\\": 4, \\\"bad\\\": 71, \\\"loans\\\": 29, \\\"juniper\\\": 24, \\\"also\\\": 67, \\\"jnpr\\\": 10, \\\"csco\\\": 9, \\\"fee\\\": 15, \\\"hurt\\\": 58, \\\"tfc\\\": 2, \\\"sdrl\\\": 1, \\\"seadrill\\\": 1, \\\"debt\\\": 127, \\\"restructuring\\\": 24, \\\"dont\\\": 43, \\\"bankruptcy\\\": 15, \\\"read\\\": 26, \\\"si\\\\u2026\\\": 2, \\\"tractor\\\": 22, \\\"tsco\\\": 10, \\\"use\\\": 52, \\\"metal\\\": 40, \\\"space\\\": 115, \\\"book\\\": 18, \\\"profits\\\": 81, \\\"gaurang\\\": 11, \\\"closer\\\": 15, \\\"corporations\\\": 44, \\\"nysewhr\\\": 3, \\\"impressive\\\": 21, \\\"conagra\\\": 30, \\\"bigger\\\": 25, \\\"bite\\\": 13, \\\"margins\\\": 54, \\\"freezes\\\": 6, \\\"butchers\\\": 1, \\\"crawshaw\\\": 1, \\\"administration\\\": 32, \\\"digital\\\": 108, \\\"education\\\": 22, \\\"increase\\\": 117, \\\"knowledge\\\": 3, \\\"derivatives\\\": 4, \\\"texas\\\": 45, \\\"instruments\\\": 29, \\\"txn\\\": 5, \\\"britains\\\": 21, \\\"regulatory\\\": 29, \\\"watchdog\\\": 22, \\\"visa\\\": 18, \\\"mastercard\\\": 23, \\\"winning\\\": 22, \\\"soured\\\": 3, \\\"setting\\\": 7, \\\"rebound\\\": 165, \\\"potato\\\": 7, \\\"pizza\\\": 27, \\\"express\\\": 17, \\\"peter\\\": 7, \\\"boizot\\\": 1, \\\"hormel\\\": 8, \\\"named\\\": 58, \\\"americas\\\": 31, \\\"trustworthy\\\": 2, \\\"newsweek\\\": 2, \\\"abroad\\\": 5, \\\"plunge\\\": 83, \\\"moscow\\\": 9, \\\"bourse\\\": 2, \\\"dip\\\": 70, \\\"jb\\\": 8, \\\"hunt\\\": 11, \\\"jbht\\\": 3, \\\"fastenal\\\": 18, \\\"centene\\\": 18, \\\"cnc\\\": 8, \\\"boston\\\": 48, \\\"nysebsx\\\": 2, \\\"estimate\\\": 101, \\\"polaris\\\": 11, \\\"circuit\\\": 16, \\\"demerger\\\": 8, \\\"de\\\": 22, \\\"burlo\\\": 1, \\\"csx\\\": 30, \\\"advanced\\\": 28, \\\"micro\\\": 20, \\\"berkshire\\\": 11, \\\"hathaway\\\": 6, \\\"cognizant\\\": 18, \\\"ctsh\\\": 7, \\\"bhel\\\": 19, \\\"days\\\": 56, \\\"hydrogen\\\": 16, \\\"fuel\\\": 63, \\\"webull\\\": 1, \\\"offer\\\": 101, \\\"cboe\\\": 28, \\\"traders\\\": 54, \\\"bankruptcies\\\": 1, \\\"reaching\\\": 5, \\\"worrying\\\": 4, \\\"levels\\\": 104, \\\"canada\\\\u2019s\\\": 4, \\\"picks\\\": 50, \\\"molson\\\": 17, \\\"coors\\\": 18, \\\"teams\\\": 14, \\\"coca\\\": 40, \\\"cola\\\": 35, \\\"alcoholic\\\": 2, \\\"lemonade\\\": 3, \\\"michael\\\": 12, \\\"o\\\": 34, \\\"keefes\\\": 1, \\\"th\\\": 83, \\\"asset\\\": 56, \\\"leases\\\": 7, \\\"al\\\": 5, \\\"textiles\\\": 6, \\\"competition\\\": 25, \\\"input\\\": 10, \\\"cos\\\": 22, \\\"aig\\\": 25, \\\"chosen\\\": 3, \\\"ontario\\\": 2, \\\"county\\\": 4, \\\"shoppers\\\": 32, \\\"feel\\\": 13, \\\"squeeze\\\": 11, \\\"apocalypse\\\": 1, \\\"accelerating\\\": 5, \\\"ask\\\": 8, \\\"zizzi\\\": 1, \\\"close\\\": 115, \\\"outlets\\\": 6, \\\"threatening\\\": 5, \\\"wall\\\": 174, \\\"ease\\\": 25, \\\"hike\\\": 87, \\\"angst\\\": 4, \\\"supporting\\\": 2, \\\"islander\\\": 1, \\\"school\\\": 7, \\\"pursuing\\\": 4, \\\"careers\\\": 2, \\\"anticipates\\\": 6, \\\"significant\\\": 42, \\\"downsizing\\\": 1, \\\"leased\\\": 4, \\\"imh\\\": 1, \\\"dac\\\": 2, \\\"downgrades\\\": 53, \\\"corporates\\\": 3, \\\"virgin\\\": 20, \\\"atlantic\\\": 7, \\\"agrees\\\": 18, \\\"\\\\u00a3bn\\\": 37, \\\"rescue\\\": 22, \\\"casts\\\": 3, \\\"doubt\\\": 11, \\\"singapores\\\": 2, \\\"aura\\\": 2, \\\"maggie\\\": 1, \\\"gyllenhaal\\\": 1, \\\"there\\\": 52, \\\"consequences\\\": 2, \\\"disrespecting\\\": 1, \\\"sexually\\\": 1, \\\"bluejeans\\\": 1, \\\"metristar\\\": 1, \\\"provider\\\": 34, \\\"award\\\": 33, \\\"applications\\\": 11, \\\"would\\\": 81, \\\"knock\\\": 2, \\\"announcement\\\": 16, \\\"rules\\\": 24, \\\"amrn\\\": 5, \\\"got\\\": 29, \\\"signal\\\": 34, \\\"force\\\": 23, \\\"baroda\\\": 7, \\\"chinas\\\": 44, \\\"gdp\\\": 30, \\\"economist\\\": 14, \\\"ed\\\": 5, \\\"hyman\\\": 1, \\\"aflac\\\": 22, \\\"expands\\\": 62, \\\"social\\\": 28, \\\"robot\\\": 7, \\\"kids\\\": 6, \\\"sickle\\\": 3, \\\"cell\\\": 16, \\\"disease\\\": 12, \\\"cms\\\": 18, \\\"utility\\\": 20, \\\"subsidiary\\\": 35, \\\"ran\\\": 9, \\\"scan\\\": 10, \\\"nyseaxp\\\": 1, \\\"passed\\\": 11, \\\"exposure\\\": 14, \\\"transforms\\\": 2, \\\"sky\\\": 11, \\\"g\\\": 78, \\\"governors\\\": 2, \\\"ball\\\": 9, \\\"music\\\": 16, \\\"festival\\\": 7, \\\"quest\\\": 11, \\\"diagnostics\\\": 17, \\\"incorporated\\\": 45, \\\"nysedgx\\\": 2, \\\"shown\\\": 6, \\\"lately\\\": 7, \\\"financials\\\": 38, \\\"prospective\\\": 4, \\\"leap\\\": 4, \\\"california\\\": 42, \\\"suspected\\\": 7, \\\"starting\\\": 22, \\\"deadly\\\": 9, \\\"wildfires\\\": 2, \\\"goes\\\": 49, \\\"bankrupt\\\": 2, \\\"mrpl\\\": 4, \\\"surges\\\": 113, \\\"colombian\\\": 2, \\\"crude\\\": 94, \\\"quanta\\\": 14, \\\"pwr\\\": 8, \\\"transition\\\": 29, \\\"spree\\\": 5, \\\"challenges\\\": 33, \\\"t\\\": 64, \\\"rowe\\\": 24, \\\"closes\\\": 58, \\\"europe\\\": 50, \\\"russias\\\": 14, \\\"invasion\\\": 8, \\\"makes\\\": 76, \\\"charles\\\": 20, \\\"schwab\\\": 31, \\\"schw\\\": 6, \\\"tallink\\\": 2, \\\"silja\\\": 1, \\\"attributes\\\": 2, \\\"drop\\\": 114, \\\"problems\\\": 43, \\\"booking\\\": 56, \\\"taken\\\": 11, \\\"operation\\\": 9, \\\"sale\\\": 135, \\\"trailer\\\": 2, \\\"ferry\\\": 3, \\\"wind\\\": 22, \\\"stockholm\\\": 5, \\\"riga\\\": 1, \\\"won\\\": 48, \\\"passengers\\\": 14, \\\"helsinki\\\": 46, \\\"xpress\\\": 1, \\\"mavi\\\": 1, \\\"sat\\\": 10, \\\"repatriate\\\": 1, \\\"cohen\\\": 5, \\\"steers\\\": 4, \\\"cns\\\": 3, \\\"aum\\\": 17, \\\"unfavorable\\\": 8, \\\"souring\\\": 4, \\\"consolidated\\\": 25, \\\"edison\\\": 24, \\\"totalled\\\": 34, \\\"cornerstone\\\": 2, \\\"total\\\": 58, \\\"sector\\\": 163, \\\"spdr\\\": 24, \\\"access\\\": 27, \\\"btc\\\": 17, \\\"ishares\\\": 73, \\\"beyond\\\": 42, \\\"norwegian\\\": 35, \\\"kraft\\\": 22, \\\"heinz\\\": 22, \\\"inks\\\": 25, \\\"purchase\\\": 32, \\\"pact\\\": 6, \\\"constellation\\\": 34, \\\"stz\\\": 5, \\\"ocn\\\": 2, \\\"btig\\\": 8, \\\"material\\\": 11, \\\"improvement\\\": 21, \\\"ocwen\\\": 4, \\\"possibly\\\": 3, \\\"apex\\\": 1, \\\"open\\\": 107, \\\"anjkhem\\\": 1, \\\"ranbaxy\\\": 21, \\\"reddys\\\": 6, \\\"attractive\\\": 42, \\\"jitendra\\\": 3, \\\"sriram\\\": 3, \\\"hsbc\\\": 26, \\\"cash\\\": 130, \\\"problem\\\": 36, \\\"sherwin\\\": 15, \\\"williams\\\": 46, \\\"wexs\\\": 1, \\\"tesla\\\\u2019s\\\": 2, \\\"skid\\\": 4, \\\"continues\\\": 61, \\\"opening\\\": 30, \\\"bell\\\": 18, \\\"confirmed\\\": 8, \\\"ago\\\": 94, \\\"interim\\\": 7, \\\"august\\\": 28, \\\"amazon\\\": 83, \\\"slide\\\": 80, \\\"dented\\\": 2, \\\"litigation\\\": 2, \\\"mask\\\": 3, \\\"leader\\\": 38, \\\"war\\\": 72, \\\"harms\\\": 3, \\\"chances\\\": 4, \\\"hii\\\": 11, \\\"bean\\\": 3, \\\"jbt\\\": 2, \\\"forged\\\": 1, \\\"deals\\\": 28, \\\"crown\\\": 25, \\\"castle\\\": 15, \\\"track\\\": 33, \\\"c\\\": 51, \\\"band\\\": 3, \\\"equipment\\\": 35, \\\"deployment\\\": 8, \\\"sports\\\": 29, \\\"amer\\\": 2, \\\"decided\\\": 8, \\\"lay\\\": 28, \\\"salomon\\\": 4, \\\"denies\\\": 13, \\\"trying\\\": 10, \\\"jaguar\\\": 10, \\\"rover\\\": 12, \\\"frances\\\": 2, \\\"lagging\\\": 6, \\\"assertio\\\": 1, \\\"asrt\\\": 1, \\\"zyxi\\\": 1, \\\"zynex\\\": 1, \\\"mess\\\": 4, \\\"crushing\\\": 2, \\\"disaster\\\": 19, \\\"silc\\\": 1, \\\"silicom\\\": 1, \\\"limited\\\": 43, \\\"revs\\\": 15, \\\"consensus\\\": 49, \\\"iqvia\\\": 23, \\\"iqv\\\": 9, \\\"silver\\\": 58, \\\"edges\\\": 30, \\\"cues\\\": 104, \\\"vornado\\\": 23, \\\"nyc\\\": 7, \\\"buildings\\\": 9, \\\"room\\\": 28, \\\"run\\\": 73, \\\"beacon\\\": 3, \\\"becn\\\": 4, \\\"opens\\\": 36, \\\"otc\\\": 3, \\\"hub\\\": 5, \\\"greenfield\\\": 1, \\\"branch\\\": 11, \\\"reach\\\": 38, \\\"dumped\\\": 4, \\\"crash\\\": 59, \\\"wobbles\\\": 3, \\\"appetite\\\": 3, \\\"declines\\\": 78, \\\"engagement\\\": 11, \\\"mortgage\\\": 42, \\\"experience\\\": 22, \\\"borrowers\\\": 7, \\\"loan\\\": 35, \\\"homrich\\\": 1, \\\"berg\\\": 1, \\\"vanguard\\\": 47, \\\"bond\\\": 120, \\\"etf\\\": 191, \\\"core\\\": 51, \\\"msci\\\": 48, \\\"eafe\\\": 9, \\\"efore\\\": 3, \\\"widened\\\": 8, \\\"mln\\\": 183, \\\"fiscal\\\": 73, \\\"ending\\\": 13, \\\"same\\\": 70, \\\"verisign\\\": 16, \\\"vrsn\\\": 12, \\\"leaders\\\": 34, \\\"raymond\\\": 36, \\\"james\\\": 39, \\\"stepping\\\": 5, \\\"wwe\\\": 8, \\\"benchmark\\\": 30, \\\"gainer\\\": 5, \\\"radico\\\": 7, \\\"khaitan\\\": 6, \\\"innovation\\\": 24, \\\"aurora\\\": 11, \\\"cannabis\\\": 14, \\\"nyseacb\\\": 1, \\\"breaking\\\": 43, \\\"support\\\": 106, \\\"live\\\": 52, \\\"whose\\\": 2, \\\"family\\\": 18, \\\"died\\\": 5, \\\"max\\\": 35, \\\"accuses\\\": 13, \\\"boeing\\\": 82, \\\"\\\\u201a\\\\u00e4utter\\\": 1, \\\"disrespect\\\\u201a\\\\u00e4\\\": 1, \\\"cvs\\\": 23, \\\"february\\\": 57, \\\"broadband\\\": 12, \\\"communication\\\": 10, \\\"teleste\\\": 9, \\\"tltv\\\": 3, \\\"wednesday\\\": 30, \\\"rocketed\\\": 3, \\\"lifted\\\": 12, \\\"proposal\\\": 14, \\\"ioc\\\": 15, \\\"sandeep\\\": 56, \\\"wagle\\\": 52, \\\"pulls\\\": 41, \\\"tesco\\\": 35, \\\"argo\\\": 1, \\\"moving\\\": 58, \\\"refresh\\\": 5, \\\"board\\\": 118, \\\"jgbs\\\": 3, \\\"monitor\\\": 5, \\\"situation\\\": 12, \\\"dipan\\\": 24, \\\"mehta\\\": 36, \\\"thomas\\\": 9, \\\"cook\\\": 11, \\\"mountain\\\": 17, \\\"chemical\\\": 23, \\\"basf\\\": 4, \\\"pfizer\\\": 32, \\\"pfe\\\": 5, \\\"pantaloon\\\": 5, \\\"retails\\\": 2, \\\"warrant\\\": 8, \\\"conversion\\\": 3, \\\"dilemma\\\": 2, \\\"lose\\\": 50, \\\"shell\\\": 17, \\\"repco\\\": 3, \\\"tanks\\\": 33, \\\"budget\\\": 41, \\\"defence\\\": 11, \\\"upto\\\": 12, \\\"arun\\\": 3, \\\"jaitley\\\": 3, \\\"raising\\\": 24, \\\"fdi\\\": 12, \\\"ntpc\\\": 11, \\\"among\\\": 85, \\\"set\\\": 111, \\\"coal\\\": 51, \\\"blocks\\\": 10, \\\"completes\\\": 36, \\\"acquisition\\\": 84, \\\"ownership\\\": 19, \\\"park\\\": 21, \\\"avenue\\\": 5, \\\"pressured\\\": 2, \\\"ecb\\\": 40, \\\"easing\\\": 17, \\\"eyes\\\": 35, \\\"britannia\\\": 7, \\\"amit\\\": 6, \\\"harchekar\\\": 3, \\\"iifl\\\": 12, \\\"puts\\\": 30, \\\"bn\\\": 56, \\\"retaliatory\\\": 2, \\\"tariffs\\\": 34, \\\"goods\\\": 43, \\\"bought\\\": 32, \\\"mu\\\": 8, \\\"yhoo\\\": 10, \\\"vale\\\": 8, \\\"nbl\\\": 1, \\\"twtr\\\": 9, \\\"znga\\\": 4, \\\"itdc\\\": 1, \\\"registers\\\": 8, \\\"climb\\\": 26, \\\"snap\\\": 41, \\\"npa\\\": 4, \\\"factor\\\": 10, \\\"pnb\\\": 12, \\\"declining\\\": 12, \\\"liquidation\\\": 4, \\\"threat\\\": 47, \\\"jet\\\": 34, \\\"airways\\\": 25, \\\"bidders\\\": 5, \\\"intellectual\\\": 2, \\\"property\\\": 62, \\\"rights\\\": 41, \\\"marketscreener\\\\u2026\\\": 30, \\\"house\\\": 42, \\\"unexpectedly\\\": 7, \\\"caution\\\": 18, \\\"bites\\\": 11, \\\"capex\\\": 12, \\\"toll\\\": 40, \\\"dipen\\\": 4, \\\"vronique\\\": 1, \\\"laury\\\": 1, \\\"kingfisher\\\": 17, \\\"stage\\\": 22, \\\"bounceback\\\": 2, \\\"essex\\\": 15, \\\"trust\\\": 93, \\\"senior\\\": 98, \\\"investments\\\": 57, \\\"avoid\\\": 53, \\\"pentair\\\": 20, \\\"definitive\\\": 5, \\\"acquire\\\": 65, \\\"manitowoc\\\": 6, \\\"ice\\\": 31, \\\"explain\\\": 3, \\\"obliterated\\\": 2, \\\"reporting\\\": 19, \\\"lending\\\": 29, \\\"plus\\\": 26, \\\"broadridge\\\": 22, \\\"pares\\\": 12, \\\"tcs\\\": 39, \\\"pipeline\\\": 22, \\\"watch\\\": 76, \\\"permian\\\": 8, \\\"ramps\\\": 3, \\\"output\\\": 51, \\\"bd\\\": 15, \\\"bdx\\\": 9, \\\"gears\\\": 4, \\\"pulling\\\": 7, \\\"trusts\\\": 4, \\\"nyseess\\\": 2, \\\"focus\\\": 94, \\\"next\\\": 210, \\\"only\\\": 40, \\\"doraville\\\": 1, \\\"metro\\\": 15, \\\"atlanta\\\": 12, \\\"nbcuniversal\\\": 2, \\\"manage\\\": 9, \\\"gray\\\": 2, \\\"tvs\\\": 12, \\\"assembly\\\": 2, \\\"studios\\\": 3, \\\"amount\\\": 13, \\\"beml\\\": 2, \\\"devang\\\": 10, \\\"visaria\\\": 7, \\\"dragging\\\": 4, \\\"central\\\": 42, \\\"intel\\\": 33, \\\"atom\\\": 1, \\\"processor\\\": 3, \\\"had\\\": 60, \\\"tremendous\\\": 5, \\\"success\\\": 11, \\\"marketplace\\\": 3, \\\"launch\\\": 68, \\\"pankaj\\\": 17, \\\"kedia\\\": 1, \\\"ecosystem\\\": 5, \\\"programs\\\": 9, \\\"ultra\\\": 17, \\\"investing\\\": 73, \\\"cruise\\\": 58, \\\"line\\\": 127, \\\"ccl\\\": 9, \\\"redemption\\\": 10, \\\"foreign\\\": 33, \\\"currency\\\": 33, \\\"european\\\": 95, \\\"slash\\\": 15, \\\"main\\\": 15, \\\"businesses\\\": 60, \\\"advisors\\\": 43, \\\"inner\\\": 1, \\\"circle\\\": 2, \\\"iii\\\": 4, \\\"willscot\\\": 2, \\\"mini\\\": 7, \\\"amplitude\\\": 3, \\\"regeneron\\\": 17, \\\"regn\\\": 5, \\\"checkmate\\\": 3, \\\"pharmaceuticals\\\": 40, \\\"pvh\\\": 22, \\\"host\\\": 48, \\\"call\\\": 193, \\\"discuss\\\": 7, \\\"forecasters\\\": 4, \\\"weakening\\\": 5, \\\"government\\\": 96, \\\"singapore\\\": 13, \\\"hikes\\\": 55, \\\"phoenix\\\": 3, \\\"no\\\": 131, \\\"supplies\\\": 19, \\\"avalonbay\\\": 16, \\\"relative\\\": 20, \\\"rental\\\": 12, \\\"gradually\\\": 3, \\\"improves\\\": 21, \\\"doubles\\\": 24, \\\"spill\\\": 2, \\\"ebay\\\": 24, \\\"stubhub\\\": 2, \\\"frank\\\": 5, \\\"joins\\\": 40, \\\"illumina\\\": 23, \\\"affairs\\\": 2, \\\"bharti\\\": 29, \\\"widens\\\": 26, \\\"voice\\\": 13, \\\"lkq\\\": 17, \\\"newark\\\": 5, \\\"usher\\\": 1, \\\"sustainability\\\": 39, \\\"initiative\\\": 7, \\\"snowmans\\\": 1, \\\"overwhelming\\\": 1, \\\"subscribing\\\": 2, \\\"idfc\\\": 14, \\\"upside\\\": 86, \\\"months\\\": 135, \\\"jan\\\": 22, \\\"mar\\\": 20, \\\"vulcan\\\": 22, \\\"nysevmc\\\": 4, \\\"blackrock\\\": 37, \\\"climbs\\\": 31, \\\"sinking\\\": 10, \\\"ashuu\\\": 1, \\\"kakkarr\\\": 1, \\\"borgwarner\\\": 20, \\\"clocks\\\": 10, \\\"ph\\\": 11, \\\"exhibits\\\": 9, \\\"risks\\\": 57, \\\"servicenow\\\": 24, \\\"posts\\\": 81, \\\"surprisingly\\\": 3, \\\"delayed\\\": 13, \\\"harris\\\": 6, \\\"advises\\\": 6, \\\"cold\\\": 21, \\\"minority\\\": 10, \\\"seidler\\\": 2, \\\"stonehenge\\\": 2, \\\"nasdboy\\\": 1, \\\"dnf\\\": 1, \\\"crew\\\": 5, \\\"nflx\\\": 19, \\\"heading\\\": 14, \\\"sterling\\\": 37, \\\"ifo\\\": 2, \\\"boj\\\": 6, \\\"passes\\\": 6, \\\"baton\\\": 3, \\\"anthem\\\": 18, \\\"intent\\\": 4, \\\"rebranding\\\": 2, \\\"dunkin\\\": 5, \\\"handful\\\": 1, \\\"mum\\\": 2, \\\"positive\\\": 108, \\\"holding\\\": 42, \\\"antm\\\": 7, \\\"portfolio\\\": 76, \\\"prudent\\\": 6, \\\"baxter\\\": 15, \\\"cal\\\": 2, \\\"tpr\\\": 6, \\\"fl\\\": 2, \\\"comeback\\\": 10, \\\"apparel\\\": 8, \\\"gsk\\\": 9, \\\"novartis\\\": 12, \\\"complete\\\": 13, \\\"reshape\\\": 2, \\\"both\\\": 34, \\\"drugmakers\\\": 3, \\\"sage\\\": 9, \\\"biogen\\\": 25, \\\"biib\\\": 10, \\\"depression\\\": 11, \\\"meets\\\": 11, \\\"goals\\\": 21, \\\"annual\\\": 101, \\\"summit\\\": 27, \\\"salesforce\\\": 27, \\\"victorias\\\": 3, \\\"secret\\\": 5, \\\"carrier\\\": 33, \\\"carr\\\": 8, \\\"brazil\\\": 19, \\\"logs\\\": 7, \\\"worlds\\\": 36, \\\"carry\\\": 4, \\\"beers\\\": 5, \\\"sam\\\": 3, \\\"quarantine\\\": 4, \\\"shortage\\\": 61, \\\"fruit\\\": 4, \\\"pickers\\\": 3, \\\"britain\\\": 24, \\\"rollercoaster\\\": 1, \\\"ride\\\": 13, \\\"faces\\\": 87, \\\"string\\\": 2, \\\"delays\\\": 41, \\\"gloom\\\": 14, \\\"deepens\\\": 11, \\\"carney\\\": 8, \\\"defends\\\": 5, \\\"happened\\\": 42, \\\"becton\\\": 10, \\\"dickinson\\\": 7, \\\"illusioned\\\": 7, \\\"dlf\\\": 23, \\\"reviewing\\\": 2, \\\"penalty\\\": 8, \\\"slapped\\\": 2, \\\"sebi\\\": 58, \\\"zs\\\": 7, \\\"zscaler\\\": 8, \\\"bull\\\": 59, \\\"sustainable\\\": 25, \\\"customer\\\": 38, \\\"satisfaction\\\": 9, \\\"transportation\\\": 22, \\\"engineers\\\": 9, \\\"dxc\\\": 30, \\\"weworks\\\": 1, \\\"delay\\\": 33, \\\"japanese\\\": 13, \\\"softbank\\\": 12, \\\"icpt\\\": 3, \\\"intercept\\\": 1, \\\"blockbuster\\\": 6, \\\"therapy\\\": 5, \\\"catalyst\\\": 6, \\\"updates\\\": 40, \\\"any\\\\u2026\\\": 1, \\\"rapt\\\": 1, \\\"therapeutics\\\": 34, \\\"offering\\\": 80, \\\"tyler\\\": 18, \\\"plano\\\": 1, \\\"workplace\\\": 6, \\\"ninth\\\": 5, \\\"england\\\": 38, \\\"research\\\": 80, \\\"regions\\\": 21, \\\"rf\\\": 3, \\\"awaits\\\": 10, \\\"service\\\": 101, \\\"enterprise\\\": 30, \\\"peg\\\": 12, \\\"daily\\\": 29, \\\"recognized\\\": 26, \\\"responsible\\\": 10, \\\"emerson\\\": 19, \\\"emr\\\": 10, \\\"newell\\\": 14, \\\"fortunes\\\": 7, \\\"admired\\\": 8, \\\"acquires\\\": 30, \\\"diagnostic\\\": 6, \\\"clinical\\\": 13, \\\"laboratory\\\": 7, \\\"atlanticare\\\": 1, \\\"axas\\\": 2, \\\"abraxas\\\": 2, \\\"liquidity\\\": 22, \\\"chapter\\\": 6, \\\"horizon\\\": 10, \\\"gold\\\": 203, \\\"imports\\\": 19, \\\"rbi\\\": 46, \\\"eases\\\": 10, \\\"curbs\\\": 15, \\\"slumping\\\": 5, \\\"cyclicals\\\": 9, \\\"phase\\\": 30, \\\"ashwanigujralcom\\\": 2, \\\"influential\\\": 4, \\\"doctors\\\": 4, \\\"calls\\\": 60, \\\"ban\\\": 37, \\\"vaping\\\": 5, \\\"composite\\\": 12, \\\"retreats\\\": 16, \\\"start\\\": 70, \\\"diffusion\\\": 1, \\\"hours\\\": 40, \\\"tsc\\\": 1, \\\"facing\\\": 32, \\\"weary\\\": 2, \\\"grocers\\\": 2, \\\"fight\\\": 37, \\\"increases\\\": 68, \\\"eversources\\\": 5, \\\"es\\\": 16, \\\"unit\\\": 77, \\\"torrington\\\": 1, \\\"water\\\": 75, \\\"cyberark\\\": 2, \\\"cybr\\\": 1, \\\"soar\\\": 40, \\\"biggest\\\": 112, \\\"indices\\\": 15, \\\"break\\\": 53, \\\"losing\\\": 37, \\\"streaks\\\": 2, \\\"does\\\": 39, \\\"apples\\\": 12, \\\"mean\\\": 12, \\\"finally\\\": 20, \\\"peaked\\\": 2, \\\"church\\\": 11, \\\"dwight\\\": 10, \\\"chd\\\": 6, \\\"microchip\\\": 21, \\\"mchp\\\": 11, \\\"struggle\\\": 24, \\\"keep\\\": 62, \\\"dixons\\\": 4, \\\"carphone\\\": 4, \\\"six\\\": 35, \\\"bounce\\\": 39, \\\"some\\\": 141, \\\"retailers\\\": 57, \\\"letting\\\": 1, \\\"customers\\\": 90, \\\"unwanted\\\": 2, \\\"ashiana\\\": 1, \\\"hanlon\\\": 1, \\\"treasury\\\": 28, \\\"clorox\\\": 15, \\\"lowers\\\": 24, \\\"kellogg\\\": 14, \\\"never\\\": 45, \\\"heathrow\\\": 11, \\\"flight\\\": 31, \\\"cancellations\\\": 12, \\\"left\\\": 51, \\\"dgh\\\": 1, \\\"question\\\": 12, \\\"ril\\\": 31, \\\"kg\\\": 4, \\\"promising\\\": 23, \\\"sign\\\": 48, \\\"talks\\\": 71, \\\"panel\\\": 14, \\\"discusses\\\\u2026\\\": 1, \\\"faster\\\": 17, \\\"steeper\\\": 1, \\\"allstate\\\": 12, \\\"addresses\\\": 1, \\\"multifaceted\\\": 1, \\\"trump\\\": 67, \\\"blames\\\": 12, \\\"iran\\\": 12, \\\"tanker\\\": 6, \\\"guardant\\\": 5, \\\"soared\\\": 8, \\\"usual\\\": 3, \\\"wework\\\": 18, \\\"tries\\\": 6, \\\"shrug\\\": 4, \\\"upheaval\\\": 3, \\\"twlo\\\": 3, \\\"twilio\\\": 5, \\\"guides\\\": 7, \\\"crompton\\\": 9, \\\"greaves\\\": 10, \\\"vijay\\\": 14, \\\"bhambwani\\\": 13, \\\"insiders\\\": 21, \\\"snapping\\\": 8, \\\"beaten\\\": 8, \\\"farmers\\\": 18, \\\"suffering\\\": 6, \\\"lack\\\": 31, \\\"exports\\\": 32, \\\"via\\\": 58, \\\"bopinion\\\": 3, \\\"elder\\\": 3, \\\"severe\\\": 7, \\\"crunch\\\": 12, \\\"alarmed\\\": 2, \\\"ba\\\": 32, \\\"job\\\": 76, \\\"avoided\\\": 2, \\\"godaddy\\\": 2, \\\"gddy\\\": 2, \\\"activision\\\": 24, \\\"blizzard\\\": 17, \\\"atvi\\\": 9, \\\"enfamil\\\": 2, \\\"reckitt\\\": 3, \\\"shops\\\": 9, \\\"baby\\\": 30, \\\"formula\\\": 36, \\\"industrys\\\": 8, \\\"suisse\\\": 42, \\\"bumps\\\": 7, \\\"maintains\\\": 14, \\\"national\\\": 100, \\\"citizens\\\": 20, \\\"conditions\\\": 21, \\\"grows\\\": 25, \\\"vianet\\\": 2, \\\"imposes\\\": 8, \\\"rajlaxmi\\\": 1, \\\"interactive\\\": 13, \\\"nasdaqttwo\\\": 1, \\\"spot\\\": 57, \\\"watchlist\\\": 21, \\\"australian\\\": 33, \\\"households\\\": 11, \\\"feelgood\\\": 1, \\\"ons\\\": 3, \\\"glaxosmithkline\\\": 8, \\\"cr\\\": 128, \\\"axis\\\": 17, \\\"axs\\\": 2, \\\"benefits\\\": 28, \\\"cag\\\": 8, \\\"commexes\\\": 9, \\\"turnover\\\": 44, \\\"fortnight\\\": 3, \\\"pink\\\": 2, \\\"collar\\\": 4, \\\"generation\\\": 22, \\\"refined\\\": 14, \\\"soya\\\": 16, \\\"camlin\\\": 2, \\\"science\\\": 20, \\\"jump\\\": 79, \\\"daljeet\\\": 4, \\\"singh\\\": 14, \\\"kohli\\\": 5, \\\"gld\\\": 5, \\\"iau\\\": 2, \\\"phys\\\": 1, \\\"creeps\\\": 1, \\\"jitters\\\": 14, \\\"tribhovandas\\\": 1, \\\"bhimji\\\": 1, \\\"zaveri\\\": 1, \\\"suven\\\": 2, \\\"zoom\\\": 18, \\\"robust\\\": 30, \\\"paccar\\\": 25, \\\"movil\\\": 1, \\\"procter\\\": 14, \\\"gamble\\\": 16, \\\"smh\\\": 3, \\\"needs\\\": 15, \\\"go\\\": 84, \\\"otherwise\\\": 1, \\\"headed\\\": 11, \\\"product\\\": 48, \\\"double\\\": 43, \\\"panostaja\\\": 5, \\\"area\\\": 42, \\\"specialising\\\": 1, \\\"printing\\\": 8, \\\"nortonlifelock\\\": 14, \\\"date\\\": 49, \\\"star\\\": 20, \\\"navigation\\\": 7, \\\"swiss\\\": 18, \\\"aviation\\\": 29, \\\"ag\\\": 14, \\\"seat\\\": 14, \\\"sit\\\": 4, \\\"model\\\": 38, \\\"x\\\": 38, \\\"cars\\\": 22, \\\"alphabet\\\": 16, \\\"splits\\\": 4, \\\"split\\\": 23, \\\"mercator\\\": 5, \\\"touch\\\": 12, \\\"ventura\\\": 4, \\\"tanzania\\\": 4, \\\"\\\\u009da\\\": 2, \\\"crop\\\": 9, \\\"source\\\": 13, \\\"\\\\u009dcould\\\": 2, \\\"because\\\\u2026\\\": 2, \\\"surprise\\\": 65, \\\"streak\\\": 40, \\\"alive\\\": 10, \\\"fs\\\": 3, \\\"isac\\\": 1, 