"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 10000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"####\", \"document_count\": 14365, \"word_counts\": \"{\\\"fod\\\": 7, \\\"long\\\": 413, \\\"287\\\": 1, \\\"shares\\\": 570, \\\"of\\\": 2844, \\\"nokia\\\": 47, \\\"corp\\\": 49, \\\"rose\\\": 103, \\\"thursday\\\": 27, \\\"after\\\": 484, \\\"the\\\": 4401, \\\"cell\\\": 5, \\\"phone\\\": 24, \\\"maker\\\": 59, \\\"said\\\": 308, \\\"its\\\": 571, \\\"third\\\": 86, \\\"quarter\\\": 312, \\\"earnings\\\": 255, \\\"almost\\\": 43, \\\"doubled\\\": 8, \\\"and\\\": 1976, \\\"share\\\": 196, \\\"global\\\": 261, \\\"handset\\\": 5, \\\"market\\\": 422, \\\"increased\\\": 130, \\\"discom\\\": 2, \\\"revival\\\": 17, \\\"plan\\\": 66, \\\"fails\\\": 21, \\\"to\\\": 4656, \\\"lift\\\": 31, \\\"power\\\": 113, \\\"stocks\\\": 735, \\\"rec\\\": 7, \\\"pfc\\\": 7, \\\"fall\\\": 266, \\\"up\\\": 1264, \\\"13\\\": 93, \\\"fs\\\": 35, \\\"30\\\": 124, \\\"could\\\": 183, \\\"be\\\": 611, \\\"late\\\": 25, \\\"though\\\": 22, \\\"watch\\\": 196, \\\"ur\\\": 8, \\\"stops\\\": 45, \\\"operating\\\": 216, \\\"profit\\\": 879, \\\"totaled\\\": 32, \\\"eur\\\": 705, \\\"55\\\": 31, \\\"mn\\\": 437, \\\"from\\\": 1053, \\\"07\\\": 6, \\\"aee\\\": 5, \\\"for\\\": 1957, \\\"a\\\": 2579, \\\"short\\\": 503, \\\"in\\\": 3622, \\\"06\\\": 13, \\\"user\\\": 590, \\\"aap\\\": 838, \\\"there\\\": 93, \\\"are\\\": 426, \\\"still\\\": 231, \\\"better\\\": 93, \\\"plays\\\": 11, \\\"lots\\\": 21, \\\"vapour\\\": 3, \\\"ware\\\": 3, \\\"out\\\": 357, \\\"amzn\\\": 109, \\\"bby\\\": 32, \\\"nfx\\\": 109, \\\"one\\\": 222, \\\"small\\\": 83, \\\"wind\\\": 10, \\\"they\\\": 119, \\\"gone\\\": 16, \\\"sensex\\\": 319, \\\"opens\\\": 39, \\\"over\\\": 756, \\\"1050\\\": 3, \\\"points\\\": 167, \\\"higher\\\": 286, \\\"nifty\\\": 333, \\\"starts\\\": 30, \\\"day\\\": 368, \\\"above\\\": 265, \\\"9300\\\": 1, \\\"tracking\\\": 13, \\\"positive\\\": 113, \\\"cues\\\": 115, \\\"marketupdates\\\": 23, \\\"cst\\\": 24, \\\"inverse\\\": 6, \\\"h\\\": 24, \\\"s\\\": 54, \\\"20days2cover\\\": 1, \\\"dollar\\\": 169, \\\"euro\\\": 174, \\\"surge\\\": 83, \\\"asian\\\": 56, \\\"trade\\\": 231, \\\"nifty50\\\": 7, \\\"no\\\": 181, \\\"zone\\\": 22, \\\"due\\\": 75, \\\"holiday\\\": 12, \\\"truncated\\\": 1, \\\"week\\\": 290, \\\"sandeep\\\": 60, \\\"wagle\\\": 56, \\\"rouble\\\": 11, \\\"crisis\\\": 58, \\\"ripples\\\": 2, \\\"through\\\": 83, \\\"wheat\\\": 9, \\\"as\\\": 1051, \\\"bulls\\\": 29, \\\"advance\\\": 13, \\\"punj\\\": 5, \\\"lloyd\\\": 5, \\\"slump\\\": 37, \\\"nearly\\\": 92, \\\"14\\\": 76, \\\"q2\\\": 241, \\\"net\\\": 1018, \\\"loss\\\": 307, \\\"widens\\\": 25, \\\"gold\\\": 172, \\\"futures\\\": 259, \\\"plunge\\\": 40, \\\"2\\\": 250, \\\"per\\\": 426, \\\"cent\\\": 338, \\\"on\\\": 3016, \\\"low\\\": 268, \\\"spot\\\": 63, \\\"demand\\\": 313, \\\"maize\\\": 6, \\\"speculative\\\": 4, \\\"activity\\\": 16, \\\"anad\\\": 11, \\\"went\\\": 39, \\\"slowly\\\": 10, \\\"but\\\": 312, \\\"215\\\": 6, \\\"fib\\\": 20, \\\"level\\\": 94, \\\"idea\\\": 46, \\\"buy\\\": 418, \\\"goog\\\": 200, \\\"795\\\": 3, \\\"target\\\": 252, \\\"980\\\": 1, \\\"cut\\\": 105, \\\"below\\\": 181, \\\"740\\\": 2, \\\"finnish\\\": 299, \\\"bank\\\": 412, \\\"land\\\": 23, \\\"consolidated\\\": 17, \\\"48\\\": 26, \\\"first\\\": 231, \\\"2005\\\": 71, \\\"64\\\": 17, \\\"2006\\\": 101, \\\"aapl\\\": 117, \\\"iphone\\\": 25, \\\"shipments\\\": 3, \\\"track\\\": 23, \\\"exceed\\\": 2, \\\"forecasts\\\": 17, \\\"marketwatch\\\": 3, \\\"httpstco2cxahjix7d\\\": 1, \\\"titan\\\": 11, \\\"industries\\\": 94, \\\"high\\\": 372, \\\"prices\\\": 243, \\\"slowing\\\": 14, \\\"slow\\\": 29, \\\"down\\\": 622, \\\"firms\\\": 38, \\\"revenue\\\": 82, \\\"today\\\": 416, \\\"where\\\": 48, \\\"breaks\\\": 38, \\\"500\\\": 63, \\\"rest\\\": 22, \\\"doesnt\\\": 20, \\\"care\\\": 21, \\\"what\\\": 116, \\\"change\\\": 20, \\\"divorce\\\": 1, \\\"qqq\\\": 31, \\\"spy\\\": 115, \\\"kumo\\\": 5, \\\"earjet\\\": 1, \\\"twist\\\": 2, \\\"imm\\\": 14, \\\"i\\\": 500, \\\"love\\\": 34, \\\"just\\\": 178, \\\"revealing\\\": 1, \\\"that\\\": 495, \\\"everyone\\\": 23, \\\"has\\\": 508, \\\"seen\\\": 84, \\\"it\\\": 907, \\\"does\\\": 32, \\\"not\\\": 345, \\\"make\\\": 106, \\\"you\\\": 220, \\\"younger\\\": 1, \\\"think\\\": 85, \\\"ip5\\\": 1, \\\"research\\\": 19, \\\"idc\\\": 1, \\\"gartner\\\": 1, \\\"both\\\": 75, \\\"reported\\\": 28, \\\"large\\\": 51, \\\"surprising\\\": 5, \\\"drop\\\": 93, \\\"pc\\\": 182, \\\"sales\\\": 394, \\\"monday\\\": 38, \\\"httpstco3g9gnzn3iw\\\": 1, \\\"bearish\\\": 84, \\\"hindustan\\\": 16, \\\"unilever\\\": 10, \\\"dipan\\\": 33, \\\"mehta\\\": 52, \\\"jagran\\\": 6, \\\"prakashan\\\": 5, \\\"good\\\": 387, \\\"triggers\\\": 9, \\\"next\\\": 243, \\\"year\\\": 524, \\\"pankaj\\\": 28, \\\"pandey\\\": 27, \\\"ntpc\\\": 13, \\\"suzlon\\\": 15, \\\"look\\\": 123, \\\"attractive\\\": 40, \\\"at\\\": 1293, \\\"this\\\": 626, \\\"juncture\\\": 3, \\\"deven\\\": 42, \\\"choksey\\\": 54, \\\"entertainment\\\": 12, \\\"dispels\\\": 1, \\\"itv\\\": 8, \\\"takeover\\\": 29, \\\"rumours\\\": 6, \\\"znga\\\": 54, \\\"zynga\\\": 3, \\\"closes\\\": 30, \\\"timonium\\\": 1, \\\"video\\\": 38, \\\"game\\\": 20, \\\"studio\\\": 1, \\\"broader\\\": 7, \\\"consolidation\\\": 37, \\\"feb\\\": 53, \\\"26\\\": 58, \\\"1738\\\": 2, \\\"ticking\\\": 2, \\\"post\\\": 158, \\\"ong\\\": 146, \\\"shorted\\\": 8, \\\"e\\\": 20, \\\"win\\\": 31, \\\"now\\\": 302, \\\"oveeacting\\\": 1, \\\"stock\\\": 538, \\\"will\\\": 686, \\\"around\\\": 87, \\\"475\\\": 4, \\\"85\\\": 16, \\\"by\\\": 692, \\\"eod\\\": 19, \\\"tomorrow\\\": 79, \\\"gur\\\": 5, \\\"falls\\\": 174, \\\"sluggish\\\": 46, \\\"adequate\\\": 12, \\\"supply\\\": 93, \\\"infosys\\\": 76, \\\"space\\\": 102, \\\"astrazeneca\\\": 38, \\\"stalwarts\\\": 1, \\\"fade\\\": 11, \\\"seasonal\\\": 6, \\\"lifts\\\": 42, \\\"sugar\\\": 59, \\\"111\\\": 7, \\\"brent\\\": 43, \\\"hovers\\\": 4, \\\"103\\\": 7, \\\"ample\\\": 8, \\\"weighs\\\": 7, \\\"upbeat\\\": 7, \\\"china\\\": 156, \\\"pmi\\\": 11, \\\"boosts\\\": 14, \\\"asia\\\": 80, \\\"equities\\\": 29, \\\"aussie\\\": 8, \\\"oil\\\": 290, \\\"iraq\\\": 15, \\\"metso\\\": 19, \\\"new\\\": 396, \\\"wood\\\": 9, \\\"handling\\\": 23, \\\"bleaching\\\": 2, \\\"lines\\\": 19, \\\"well\\\": 144, \\\"rebuild\\\": 4, \\\"kraft\\\": 4, \\\"liner\\\": 2, \\\"washing\\\": 2, \\\"line\\\": 136, \\\"klabin\\\": 2, \\\"tel\\\": 3, \\\"\\\\u00acmaco\\\": 1, \\\"borba\\\": 2, \\\"mill\\\": 15, \\\"brazilian\\\": 7, \\\"state\\\": 31, \\\"paran\\\": 2, \\\"\\\\u00ed\\\": 1, \\\"ca\\\": 11, \\\"like\\\": 318, \\\"volume\\\": 303, \\\"move\\\": 206, \\\"entry\\\": 73, \\\"2264\\\": 1, \\\"stop\\\": 227, \\\"2155\\\": 2, \\\"main\\\": 13, \\\"crude\\\": 72, \\\"benchmarks\\\": 1, \\\"spiked\\\": 1, \\\"more\\\": 330, \\\"than\\\": 175, \\\"20\\\": 214, \\\"biggest\\\": 62, \\\"jump\\\": 57, \\\"record\\\": 103, \\\"httpstco8lkmfjjixu\\\": 1, \\\"sorry\\\": 13, \\\"guys\\\": 7, \\\"netflix\\\": 9, \\\"need\\\": 46, \\\"hit\\\": 177, \\\"pause\\\": 2, \\\"button\\\": 3, \\\"afterhours\\\": 2, \\\"most\\\": 86, \\\"advanced\\\": 11, \\\"ntsp\\\": 5, \\\"mbs\\\": 3, \\\"sina\\\": 4, \\\"mdx\\\": 3, \\\"ope\\\": 1, \\\"sta\\\": 1, \\\"ctt\\\": 2, \\\"aia\\\": 3, \\\"beav\\\": 2, \\\"dmd\\\": 1, \\\"zb\\\": 5, \\\"pi\\\": 7, \\\"gdot\\\": 7, \\\"awi\\\": 1, \\\"vrtx\\\": 2, \\\"early\\\": 65, \\\"technical\\\": 41, \\\"signal\\\": 39, \\\"confirmation\\\": 12, \\\"86\\\": 15, \\\"needs\\\": 53, \\\"some\\\": 262, \\\"fundam\\\": 1, \\\"incentive\\\": 3, \\\"httpstcoquysrqfo2x\\\": 1, \\\"rt\\\": 108, \\\"djtgallagher\\\": 5, \\\"samsung\\\": 15, \\\"micron\\\": 3, \\\"nvidia\\\": 7, \\\"is\\\": 1178, \\\"getting\\\": 68, \\\"nice\\\": 192, \\\"wfh\\\": 2, \\\"boost\\\": 54, \\\"data\\\": 126, \\\"center\\\": 9, \\\"pain\\\": 10, \\\"may\\\": 310, \\\"coming\\\": 74, \\\"later\\\": 18, \\\"jackyc\\\\u00e2\\\\u20ac\\\\u00a6\\\": 1, \\\"with\\\": 818, \\\"agreement\\\": 53, \\\"we\\\": 224, \\\"can\\\": 208, \\\"continue\\\": 75, \\\"our\\\": 102, \\\"cooperationand\\\": 1, \\\"same\\\": 85, \\\"time\\\": 250, \\\"release\\\": 29, \\\"capital\\\": 143, \\\"been\\\": 165, \\\"tied\\\": 4, \\\"ourmachinery\\\": 1, \\\"operation\\\": 11, \\\"hours\\\": 14, \\\"skx\\\": 4, \\\"awc\\\": 1, \\\"io\\\": 6, \\\"bt\\\": 7, \\\"tho\\\": 7, \\\"angi\\\": 4, \\\"edmc\\\": 2, \\\"jcom\\\": 3, \\\"bco\\\": 1, \\\"vck\\\": 1, \\\"z\\\": 6, \\\"sgen\\\": 1, \\\"eqix\\\": 7, \\\"mbfi\\\": 1, \\\"aberdeen\\\": 3, \\\"asset\\\": 24, \\\"management\\\": 65, \\\"gains\\\": 193, \\\"foothold\\\": 1, \\\"tara\\\": 2, \\\"jewels\\\": 2, \\\"dips\\\": 85, \\\"29\\\": 29, \\\"rs\\\": 1107, \\\"1103\\\": 1, \\\"crore\\\": 677, \\\"82830\\\": 2, \\\"350\\\": 23, \\\"sterling\\\": 33, \\\"buoyant\\\": 5, \\\"before\\\": 110, \\\"central\\\": 42, \\\"meetings\\\": 3, \\\"ea\\\": 9, \\\"launches\\\": 9, \\\"origin\\\": 1, \\\"online\\\": 22, \\\"distribution\\\": 13, \\\"mac\\\": 3, \\\"httpstkscoaktu\\\": 1, \\\"via\\\": 73, \\\"macrumors\\\": 1, \\\"indraprastha\\\": 4, \\\"gas\\\": 57, \\\"govt\\\": 14, \\\"defers\\\": 4, \\\"price\\\": 285, \\\"hike\\\": 56, \\\"p\\\": 92, \\\"bull\\\": 51, \\\"flag\\\": 67, \\\"daily\\\": 94, \\\"table\\\": 7, \\\"12\\\": 175, \\\"movewill\\\": 1, \\\"straddle\\\": 4, \\\"into\\\": 174, \\\"earningslots\\\": 1, \\\"vol\\\": 57, \\\"guaranteed\\\": 3, \\\"here\\\": 335, \\\"november\\\": 29, \\\"2009\\\": 195, \\\"office\\\": 18, \\\"furniture\\\": 2, \\\"martela\\\": 3, \\\"oyj\\\": 136, \\\"hel\\\": 75, \\\"maras\\\": 1, \\\"redundant\\\": 5, \\\"three\\\": 69, \\\"people\\\": 52, \\\"other\\\": 86, \\\"nine\\\": 49, \\\"laid\\\": 10, \\\"off\\\": 259, \\\"permanently\\\": 2, \\\"company\\\": 417, \\\"staff\\\": 23, \\\"factory\\\": 14, \\\"workers\\\": 15, \\\"bac\\\": 199, \\\"see\\\": 223, \\\"back\\\": 262, \\\"possibly\\\": 8, \\\"lower\\\": 245, \\\"when\\\": 104, \\\"overall\\\": 20, \\\"pulls\\\": 18, \\\"month\\\": 193, \\\"ddd\\\": 83, \\\"ssys\\\": 42, \\\"xone\\\": 6, \\\"dip\\\": 58, \\\"toe\\\": 3, \\\"cimt\\\": 6, \\\"9\\\": 114, \\\"beat\\\": 28, \\\"street\\\": 127, \\\"everyway\\\": 1, \\\"much\\\": 77, \\\"potential\\\": 49, \\\"ngt\\\": 11, \\\"fcx\\\": 27, \\\"co\\\": 44, \\\"imo\\\": 69, \\\"vxx\\\": 13, \\\"marico\\\": 8, \\\"fourth\\\": 38, \\\"drops\\\": 77, \\\"bharti\\\": 32, \\\"ck\\\": 8, \\\"narayan\\\": 8, \\\"sebi\\\": 71, \\\"directs\\\": 2, \\\"suraksha\\\": 1, \\\"agrotech\\\": 2, \\\"refund\\\": 3, \\\"investor\\\": 31, \\\"money\\\": 95, \\\"european\\\": 73, \\\"slide\\\": 43, \\\"greece\\\": 15, \\\"pretax\\\": 28, \\\"totalled\\\": 37, \\\"compared\\\": 134, \\\"1592\\\": 1, \\\"2008\\\": 167, \\\"google\\\": 14, \\\"tumbles\\\": 12, \\\"23\\\": 57, \\\"bata\\\": 11, \\\"india\\\": 284, \\\"414\\\": 2, \\\"5937\\\": 2, \\\"dvax\\\": 12, \\\"buyem\\\": 1, \\\"chambal\\\": 5, \\\"fertilisers\\\": 10, \\\"ambareesh\\\": 28, \\\"baliga\\\": 29, \\\"karvy\\\": 6, \\\"weekly\\\": 153, \\\"says\\\": 126, \\\"modicum\\\": 1, \\\"support\\\": 162, \\\"was\\\": 292, \\\"exercise\\\": 4, \\\"caution\\\": 16, \\\"while\\\": 71, \\\"booking\\\": 48, \\\"profits\\\": 69, \\\"sectors\\\": 18, \\\"metals\\\": 48, \\\"networth\\\": 3, \\\"broking\\\": 28, \\\"russian\\\": 28, \\\"slips\\\": 125, \\\"tax\\\": 52, \\\"period\\\": 222, \\\"fades\\\": 2, \\\"base\\\": 64, \\\"metal\\\": 46, \\\"further\\\": 68, \\\"sustained\\\": 12, \\\"stockists\\\": 10, \\\"selling\\\": 80, \\\"chennai\\\": 9, \\\"petroleum\\\": 5, \\\"soars\\\": 42, \\\"fold\\\": 60, \\\"12034\\\": 1, \\\"dgi\\\": 8, \\\"moving\\\": 59, \\\"europe\\\": 41, \\\"closed\\\": 38, \\\"lets\\\": 21, \\\"bast\\\": 1, \\\"swi\\\": 8, \\\"holding\\\": 95, \\\"yet\\\": 27, \\\"emerge\\\": 7, \\\"royal\\\": 13, \\\"mail\\\": 11, \\\"breached\\\": 2, \\\"competition\\\": 22, \\\"law\\\": 2, \\\"delivery\\\": 10, \\\"service\\\": 51, \\\"changes\\\": 14, \\\"ofcom\\\": 1, \\\"claims\\\": 12, \\\"wall\\\": 60, \\\"ends\\\": 72, \\\"financials\\\": 13, \\\"gain\\\": 120, \\\"bond\\\": 80, \\\"yields\\\": 25, \\\"ltd\\\": 116, \\\"call\\\": 93, \\\"1260\\\": 1, \\\"mitesh\\\": 102, \\\"thacker\\\": 102, \\\"maruti\\\": 36, \\\"suzuki\\\": 11, \\\"march\\\": 103, \\\"50\\\": 145, \\\"amid\\\": 121, \\\"coronavirus\\\": 159, \\\"outbreak\\\": 7, \\\"httpstco05lzqly97h\\\": 1, \\\"kbh\\\": 12, \\\"my\\\": 220, \\\"conditions\\\": 14, \\\"met\\\": 4, \\\"shot\\\": 52, \\\"1824\\\": 1, \\\"1821181718141809\\\": 1, \\\"1804\\\": 1, \\\"cover\\\": 26, \\\"17201710\\\": 1, \\\"upgrades\\\": 27, \\\"include\\\": 10, \\\"five\\\": 40, \\\"megapixel\\\": 1, \\\"camera\\\": 2, \\\"voice\\\": 8, \\\"control\\\": 10, \\\"looks\\\": 150, \\\"an\\\": 309, \\\"optical\\\": 2, \\\"mouse\\\": 3, \\\"instead\\\": 9, \\\"d\\\": 25, \\\"pad\\\": 5, \\\"upgrade\\\": 28, \\\"click\\\": 2, \\\"happy\\\": 18, \\\"s60\\\": 1, \\\"needed\\\": 13, \\\"forever\\\": 2, \\\"ongc\\\": 44, \\\"nhpc\\\": 7, \\\"coal\\\": 34, \\\"slip\\\": 58, \\\"4\\\": 199, \\\"cabinet\\\": 9, \\\"clears\\\": 11, \\\"divestment\\\": 6, \\\"proposals\\\": 1, \\\"twx\\\": 5, \\\"3859\\\": 1, \\\"trailing\\\": 26, \\\"4471\\\": 1, \\\"prior\\\": 29, \\\"4261\\\": 1, \\\"4106\\\": 1, \\\"3708\\\": 1, \\\"3557\\\": 1, \\\"run\\\": 97, \\\"come\\\": 65, \\\"or\\\": 192, \\\"jaiprakash\\\": 6, \\\"associates\\\": 11, \\\"risky\\\": 8, \\\"bet\\\": 79, \\\"mehraboon\\\": 28, \\\"irani\\\": 30, \\\"panel\\\": 5, \\\"monitor\\\": 7, \\\"food\\\": 33, \\\"attention\\\": 7, \\\"showing\\\": 19, \\\"strength\\\": 24, \\\"might\\\": 51, \\\"actually\\\": 11, \\\"petrol\\\": 10, \\\"diesel\\\": 15, \\\"hiked\\\": 1, \\\"again\\\": 141, \\\"omc\\\": 10, \\\"remain\\\": 71, \\\"subdued\\\": 41, \\\"ioc\\\": 20, \\\"hpcl\\\": 21, \\\"red\\\": 75, \\\"consumer\\\": 42, \\\"products\\\": 60, \\\"manufacturer\\\": 25, \\\"fiskars\\\": 15, \\\"open\\\": 91, \\\"warehouse\\\": 2, \\\"southaven\\\": 1, \\\"creating\\\": 8, \\\"100\\\": 94, \\\"jobs\\\": 54, \\\"setting\\\": 32, \\\"another\\\": 97, \\\"push\\\": 50, \\\"within\\\": 16, \\\"larger\\\": 10, \\\"3rd\\\": 11, \\\"wavewith\\\": 1, \\\"v\\\": 59, \\\"3\\\": 256, \\\"puravankara\\\": 3, \\\"projects\\\": 34, \\\"q4\\\": 204, \\\"jumps\\\": 107, \\\"71\\\": 11, \\\"intraday\\\": 45, \\\"us\\\": 260, \\\"largest\\\": 36, \\\"years\\\": 95, \\\"httpstcoslzfbhmmfr\\\": 1, \\\"ha\\\": 13, \\\"4125\\\": 1, \\\"soft\\\": 10, \\\"lacklustre\\\": 4, \\\"why\\\": 85, \\\"do\\\": 107, \\\"so\\\": 173, \\\"many\\\": 57, \\\"believe\\\": 14, \\\"apple\\\": 75, \\\"should\\\": 158, \\\"commenting\\\": 1, \\\"about\\\": 182, \\\"decline\\\": 82, \\\"b4\\\": 11, \\\"ec\\\": 9, \\\"called\\\": 17, \\\"quiet\\\": 5, \\\"reason\\\": 21, \\\"looking\\\": 161, \\\"hold\\\": 72, \\\"irfc\\\": 1, \\\"raises\\\": 66, \\\"million\\\": 310, \\\"offshore\\\": 14, \\\"bonds\\\": 78, \\\"adds\\\": 11, \\\"cap\\\": 63, \\\"inc\\\": 37, \\\"rip\\\": 6, \\\"roaring\\\": 3, \\\"rally\\\": 156, \\\"beginning\\\": 16, \\\"investorplace\\\": 1, \\\"httpstcojrcfc8xly9\\\": 1, \\\"rupee\\\": 118, \\\"1\\\": 194, \\\"weak\\\": 151, \\\"aid\\\": 11, \\\"swhc\\\": 20, \\\"pm\\\": 21, \\\"mid\\\": 40, \\\"9s\\\": 4, \\\"eps\\\": 61, \\\"eur0\\\": 47, \\\"00\\\": 2, \\\"01\\\": 9, \\\"representing\\\": 9, \\\"group\\\": 190, \\\"were\\\": 70, \\\"eur15\\\": 5, \\\"m\\\": 229, \\\"28\\\": 40, \\\"eur14\\\": 2, \\\"clearing\\\": 9, \\\"area\\\": 48, \\\"morning\\\": 51, \\\"vhc\\\": 10, \\\"breakout\\\": 136, \\\"367\\\": 3, \\\"volatility\\\": 29, \\\"contract\\\": 85, \\\"value\\\": 74, \\\"hits\\\": 158, \\\"turnover\\\": 42, \\\"fy16\\\": 3, \\\"likely\\\": 149, \\\"bring\\\": 20, \\\"cheer\\\": 10, \\\"oas\\\": 5, \\\"wants\\\": 32, \\\"climb\\\": 22, \\\"gift\\\": 9, \\\"chilli\\\": 19, \\\"teja\\\": 4, \\\"circuit\\\": 23, \\\"plunges\\\": 50, \\\"moodys\\\": 13, \\\"177\\\": 3, \\\"lineprice\\\": 1, \\\"dynamic\\\": 3, \\\"dec28\\\": 1, \\\"highs\\\": 147, \\\"be4\\\": 1, \\\"mho\\\": 3, \\\"tsm\\\": 1, \\\"ipgp\\\": 1, \\\"bc\\\": 8, \\\"bdc\\\": 1, \\\"ash\\\": 1, \\\"momentum\\\": 39, \\\"building\\\": 43, \\\"upside\\\": 91, \\\"intc\\\": 17, \\\"finally\\\": 25, \\\"downside\\\": 38, \\\"31\\\": 37, \\\"handle\\\": 25, \\\"break\\\": 145, \\\"muted\\\": 6, \\\"results\\\": 130, \\\"cast\\\": 1, \\\"shadow\\\": 1, \\\"st\\\": 25, \\\"top\\\": 197, \\\"10\\\": 255, \\\"astx\\\": 3, \\\"very\\\": 118, \\\"strong\\\": 194, \\\"would\\\": 133, \\\"pullback\\\": 47, \\\"staying\\\": 11, \\\"re\\\": 32, \\\"enter\\\": 19, \\\"ahead\\\": 114, \\\"germany\\\": 10, \\\"zew\\\": 3, \\\"steady\\\": 35, \\\"vodafone\\\": 5, \\\"hcl\\\": 18, \\\"technologies\\\": 33, \\\"52\\\": 98, \\\"q3\\\": 206, \\\"logs\\\": 4, \\\"2013\\\": 45, \\\"seven\\\": 11, \\\"blue\\\": 29, \\\"chips\\\": 10, \\\"add\\\": 45, \\\"25098\\\": 1, \\\"tata\\\": 79, \\\"motors\\\": 54, \\\"gainer\\\": 15, \\\"023\\\": 3, \\\"trend\\\": 105, \\\"go\\\": 158, \\\"mcx\\\": 22, \\\"growth\\\": 235, \\\"avenues\\\": 3, \\\"advisors\\\": 11, \\\"buying\\\": 144, \\\"opp\\\": 4, \\\"had\\\": 76, \\\"waiting\\\": 27, \\\"qihu\\\": 1, \\\"totally\\\": 3, \\\"missed\\\": 19, \\\"60\\\": 52, \\\"test\\\": 57, \\\"didnt\\\": 19, \\\"congrats\\\": 6, \\\"shorts\\\": 46, \\\"premium\\\": 24, \\\"valuations\\\": 41, \\\"eicher\\\": 12, \\\"sustain\\\": 9, \\\"mayuresh\\\": 23, \\\"joshi\\\": 27, \\\"falters\\\": 1, \\\"air\\\": 14, \\\"strike\\\": 18, \\\"order\\\": 100, \\\"saps\\\": 1, \\\"risk\\\": 49, \\\"appetite\\\": 2, \\\"relief\\\": 17, \\\"ranbaxy\\\": 26, \\\"near\\\": 129, \\\"term\\\": 240, \\\"facts\\\": 5, \\\"cant\\\": 19, \\\"wait\\\": 38, \\\"fo\\\": 11, \\\"400\\\": 24, \\\"ct\\\": 3, \\\"declining\\\": 13, \\\"22\\\": 46, \\\"dividend\\\": 71, \\\"pull\\\": 24, \\\"438\\\": 4, \\\"787\\\": 2, \\\"really\\\": 53, \\\"set\\\": 81, \\\"70\\\": 48, \\\"texmaco\\\": 12, \\\"rail\\\": 26, \\\"perspective\\\": 13, \\\"phani\\\": 20, \\\"sekhar\\\": 17, \\\"acx\\\": 5, \\\"fidelity\\\": 3, \\\"owns\\\": 5, \\\"2981\\\": 1, \\\"xv\\\": 5, \\\"bbh\\\": 6, \\\"pkg\\\": 4, \\\"4246\\\": 2, \\\"pnb\\\": 14, \\\"5\\\": 244, \\\"disappoint\\\": 11, \\\"airasia\\\": 6, \\\"7\\\": 139, \\\"reporting\\\": 14, \\\"losses\\\": 79, \\\"green\\\": 120, \\\"triangle\\\": 139, \\\"sccpdating\\\": 1, \\\"vw\\\": 2, \\\"emissions\\\": 4, \\\"fallout\\\": 5, \\\"spreads\\\": 10, \\\"france\\\": 3, \\\"vxy\\\": 24, \\\"blowout\\\": 2, \\\"dpz\\\": 7, \\\"bagger\\\": 2, \\\"pizza\\\": 1, \\\"carbs\\\": 1, \\\"if\\\": 262, \\\"own\\\": 19, \\\"dominos\\\": 1, \\\"since\\\": 142, \\\"2010\\\": 158, \\\"markets\\\": 254, \\\"magical\\\": 2, \\\"truck\\\": 5, \\\"bharat\\\": 24, \\\"forge\\\": 15, \\\"hobby\\\": 5, \\\"hall\\\": 4, \\\"decrease\\\": 11, \\\"pct\\\": 59, \\\"implementing\\\": 4, \\\"information\\\": 16, \\\"system\\\": 29, \\\"involved\\\": 4, \\\"changing\\\": 3, \\\"principal\\\": 3, \\\"posting\\\": 6, \\\"cerc\\\": 5, \\\"slightly\\\": 27, \\\"negative\\\": 53, \\\"grid\\\": 8, \\\"clsa\\\": 19, \\\"cmc\\\": 7, \\\"crash\\\": 20, \\\"merger\\\": 34, \\\"announcement\\\": 12, \\\"consultancy\\\": 5, \\\"services\\\": 123, \\\"scanfil\\\": 13, \\\"systems\\\": 64, \\\"supplier\\\": 22, \\\"communications\\\": 27, \\\"sector\\\": 142, \\\"give\\\": 43, \\\"notice\\\": 8, \\\"productional\\\": 2, \\\"employees\\\": 33, \\\"temporarily\\\": 19, \\\"lay\\\": 22, \\\"15\\\": 140, \\\"plant\\\": 47, \\\"sievi\\\": 2, \\\"finland\\\": 114, \\\"shareholder\\\": 12, \\\"lic\\\": 24, \\\"cautions\\\": 1, \\\"lt\\\": 39, \\\"keep\\\": 76, \\\"territory\\\": 4, \\\"castorseed\\\": 4, \\\"241\\\": 3, \\\"4204\\\": 1, \\\"quintal\\\": 2, \\\"somany\\\": 5, \\\"ceramics\\\": 9, \\\"41\\\": 28, \\\"478\\\": 1, \\\"controlling\\\": 2, \\\"shareholders\\\": 32, \\\"sell\\\": 257, \\\"300\\\": 33, \\\"hero\\\": 13, \\\"motocorp\\\": 7, \\\"gdi\\\": 3, \\\"huge\\\": 47, \\\"ooks\\\": 35, \\\"ready\\\": 47, \\\"opk\\\": 2, \\\"broke\\\": 37, \\\"sideways\\\": 7, \\\"close\\\": 177, \\\"resistance\\\": 110, \\\"falling\\\": 48, \\\"explain\\\": 8, \\\"fast\\\": 34, \\\"worried\\\": 10, \\\"grow\\\": 33, \\\"whiting\\\": 2, \\\"drillers\\\": 2, \\\"north\\\": 24, \\\"dakota\\\\u00e2\\\\u20ac\\\\u2122s\\\": 1, \\\"bakken\\\": 2, \\\"region\\\": 15, \\\"sizable\\\": 2, \\\"fracker\\\": 1, \\\"succumb\\\": 1, \\\"curren\\\\u00e2\\\\u20ac\\\\u00a6\\\": 1, \\\"tesco\\\": 23, \\\"kipa\\\": 1, \\\"giraffe\\\": 1, \\\"businesses\\\": 21, \\\"sky\\\": 4, \\\"news\\\": 95, \\\"infra\\\": 63, \\\"proving\\\": 4, \\\"achilles\\\": 1, \\\"heel\\\": 1, \\\"story\\\": 24, \\\"rebound\\\": 29, \\\"economy\\\": 45, \\\"mends\\\": 1, \\\"experts\\\": 32, \\\"exide\\\": 9, \\\"focus\\\": 63, \\\"profitability\\\": 20, \\\"makes\\\": 36, \\\"result\\\": 64, \\\"negotiations\\\": 20, \\\"terminate\\\": 2, \\\"total\\\": 47, \\\"employment\\\": 8, \\\"contracts\\\": 22, \\\"soar\\\": 22, \\\"aggresive\\\": 1, \\\"mutual\\\": 21, \\\"funds\\\": 62, \\\"end\\\": 115, \\\"shopping\\\": 9, \\\"spree\\\": 3, \\\"lenders\\\": 10, \\\"including\\\": 38, \\\"ask\\\": 12, \\\"sakthi\\\": 1, \\\"sugars\\\": 8, \\\"assets\\\": 34, \\\"equity\\\": 30, \\\"repay\\\": 2, \\\"debt\\\": 64, \\\"bse\\\": 59, \\\"gets\\\": 52, \\\"earful\\\": 1, \\\"sat\\\": 14, \\\"denying\\\": 1, \\\"payment\\\": 15, \\\"broker\\\": 9, \\\"reuters\\\": 2, \\\"mountain\\\": 3, \\\"misses\\\": 8, \\\"httpstksco13mw\\\": 1, \\\"gmcr\\\": 3, \\\"prints\\\": 2, \\\"4380\\\": 1, \\\"foul\\\": 1, \\\"mood\\\": 7, \\\"bad\\\": 44, \\\"ebix\\\": 2, \\\"bear\\\": 40, \\\"flagging\\\": 9, \\\"libyan\\\": 2, \\\"output\\\": 25, \\\"geopolitical\\\": 6, \\\"told\\\": 19, \\\"facing\\\": 5, \\\"2700\\\": 15, \\\"fis\\\": 1, \\\"swoop\\\": 1, \\\"bhushan\\\": 10, \\\"steel\\\": 89, \\\"standard\\\": 24, \\\"chartered\\\": 18, \\\"lags\\\": 15, \\\"worries\\\": 36, \\\"exchanges\\\": 8, \\\"trading\\\": 118, \\\"commodity\\\": 26, \\\"httpstcolfce3tnndz\\\": 1, \\\"how\\\": 84, \\\"those\\\": 41, \\\"little\\\": 65, \\\"guy\\\": 5, \\\"eds\\\": 4, \\\"delivering\\\": 1, \\\"awesomeness\\\": 1, \\\"every\\\": 25, \\\"single\\\": 16, \\\"prime\\\": 10, \\\"ocks\\\": 1, \\\"am\\\": 81, \\\"biased\\\": 2, \\\"wipro\\\": 28, \\\"2326\\\": 3, \\\"january\\\": 60, \\\"previous\\\": 31, \\\"jain\\\": 24, \\\"irrigation\\\": 7, \\\"consider\\\": 9, \\\"raising\\\": 22, \\\"200\\\": 84, \\\"investors\\\": 199, \\\"sajiv\\\": 8, \\\"dhawan\\\": 8, \\\"jv\\\": 17, \\\"63091\\\": 1, \\\"compq\\\": 13, \\\"mission\\\": 2, \\\"highswithor\\\": 1, \\\"without\\\": 17, \\\"juuuuust\\\": 1, \\\"aaaanooootherrrrrr\\\": 1, \\\"135\\\": 12, \\\"es\\\": 45, \\\"f\\\": 85, \\\"od\\\": 7, \\\"credit\\\": 40, \\\"suisse\\\": 17, \\\"poaches\\\": 1, \\\"prudentials\\\": 1, \\\"thiam\\\": 1, \\\"south\\\": 40, \\\"african\\\": 4, \\\"sappi\\\": 2, \\\"become\\\": 13, \\\"foreign\\\": 37, \\\"forest\\\": 18, \\\"industry\\\": 65, \\\"acquisition\\\": 42, \\\"real\\\": 60, \\\"corporation\\\": 65, \\\"graphic\\\": 2, \\\"papers\\\": 8, \\\"business\\\": 128, \\\"unit\\\": 54, \\\"kingfisher\\\": 19, \\\"airlines\\\": 21, \\\"united\\\": 32, \\\"spirits\\\": 19, \\\"ashwani\\\": 132, \\\"gujral\\\": 132, \\\"mercator\\\": 4, \\\"touch\\\": 19, \\\"180\\\": 13, \\\"ventura\\\": 3, \\\"belgium\\\": 1, \\\"austria\\\": 3, \\\"spain\\\": 1, \\\"among\\\": 59, \\\"countries\\\": 29, \\\"whose\\\": 4, \\\"regulators\\\": 5, \\\"have\\\": 310, \\\"barred\\\": 1, \\\"bets\\\": 66, \\\"sliding\\\\u00e2\\\\u20ac\\\\u00a6\\\": 1, \\\"httpstcopowpzjlaan\\\": 1, \\\"delighted\\\": 4, \\\"welcome\\\": 8, \\\"elisa\\\": 9, \\\"board\\\": 43, \\\"directors\\\": 11, \\\"garry\\\": 1, \\\"mcguire\\\": 1, \\\"ceo\\\": 53, \\\"rmg\\\": 1, \\\"networks\\\": 21, \\\"divi\\\": 5, \\\"lab\\\": 7, \\\"mphasis\\\": 12, \\\"hp\\\": 7, \\\"concerns\\\": 46, \\\"macquarie\\\": 10, \\\"downgrade\\\": 25, \\\"ginger\\\": 1, \\\"surges\\\": 120, \\\"pepper\\\": 11, \\\"mixed\\\": 11, \\\"copra\\\": 1, \\\"rate\\\": 86, \\\"sensitive\\\": 5, \\\"stay\\\": 50, \\\"singapore\\\": 10, \\\"2011\\\": 45, \\\"july\\\": 44, \\\"carrier\\\": 8, \\\"finnair\\\": 22, \\\"fia1s\\\": 2, \\\"route\\\": 10, \\\"part\\\": 39, \\\"strategy\\\": 33, \\\"colgate\\\": 8, \\\"palmolive\\\": 5, \\\"118\\\": 7, \\\"cr\\\": 241, \\\"brand\\\": 16, \\\"deccan\\\": 8, \\\"chronicle\\\": 6, \\\"intact\\\": 11, \\\"mbareesh\\\": 1, \\\"way2wealth\\\": 2, \\\"brokers\\\": 15, \\\"estate\\\": 33, \\\"take\\\": 126, \\\"pick\\\": 63, \\\"kr\\\": 12, \\\"securities\\\": 58, \\\"southeast\\\": 6, \\\"rise\\\": 145, \\\"greek\\\": 17, \\\"deal\\\": 104, \\\"thai\\\": 2, \\\"benchmark\\\": 11, \\\"recovers\\\": 12, \\\"two\\\": 134, \\\"grew\\\": 32, \\\"percent\\\": 95, \\\"euro742\\\": 1, \\\"964\\\": 3, \\\"euro735\\\": 1, \\\"confirming\\\": 12, \\\"nicely\\\": 27, \\\"seeing\\\": 15, \\\"double\\\": 38, \\\"bottom\\\": 67, \\\"pushing\\\": 8, \\\"average\\\": 47, \\\"953\\\": 3, \\\"action\\\": 58, \\\"vs\\\": 76, \\\"german\\\": 20, \\\"seems\\\": 25, \\\"pressured\\\": 3, \\\"fill\\\": 35, \\\"gap\\\": 105, \\\"430\\\": 17, \\\"431\\\": 2, \\\"away\\\": 47, \\\"usual\\\": 3, \\\"kai\\\": 3, \\\"tulonen\\\": 3, \\\"chief\\\": 31, \\\"technology\\\": 79, \\\"officer\\\": 6, \\\"sysopen\\\": 6, \\\"digia\\\": 7, \\\"using\\\": 9, \\\"corporate\\\": 26, \\\"phonebook\\\": 1, \\\"inside\\\": 10, \\\"extensively\\\": 2, \\\"last\\\": 176, \\\"satisfied\\\": 2, \\\"balaji\\\": 3, \\\"telefilms\\\": 2, \\\"q1\\\": 256, \\\"plummets\\\": 8, \\\"8028\\\": 1, \\\"208\\\": 3, \\\"vng\\\": 22, \\\"took\\\": 31, \\\"offt\\\": 1, \\\"275\\\": 6, \\\"longs\\\": 19, \\\"320\\\": 4, \\\"big\\\": 158, \\\"overnight\\\": 19, \\\"too\\\": 94, \\\"cat\\\": 52, \\\"fed\\\": 64, \\\"going\\\": 146, \\\"tractors\\\": 2, \\\"dont\\\": 79, \\\"mtg\\\": 20, \\\"510\\\": 3, \\\"guargum\\\": 6, \\\"recover\\\": 21, \\\"rising\\\": 44, \\\"margin\\\": 49, \\\"pressure\\\": 61, \\\"paints\\\": 20, \\\"companies\\\": 162, \\\"enjoy\\\": 5, \\\"edge\\\": 39, \\\"bought\\\": 72, \\\"hes\\\": 12, \\\"ytd\\\": 4, \\\"least\\\": 24, \\\"lifting\\\": 6, \\\"equipment\\\": 37, \\\"konecranes\\\": 15, \\\"kcr1v\\\": 4, \\\"raised\\\": 22, \\\"stake\\\": 152, \\\"austrian\\\": 2, \\\"manipulator\\\": 1, \\\"acs\\\": 1, \\\"80\\\": 34, \\\"player\\\": 8, \\\"knight\\\": 1, \\\"torrent\\\": 8, \\\"rallies\\\": 132, \\\"24627\\\": 1, \\\"breaking\\\": 79, \\\"ma\\\": 51, \\\"ed\\\": 60, \\\"kwkpdating\\\": 1, \\\"x\\\": 40, \\\"marks\\\": 6, \\\"recall\\\": 10, \\\"tesla\\\": 18, \\\"recalls\\\": 9, \\\"modelx\\\": 1, \\\"faulty\\\": 2, \\\"row\\\": 17, \\\"seat\\\": 7, \\\"httpstcohsqdovry07\\\": 1, \\\"tsla\\\": 53, \\\"httpstco4cs3cnzebb\\\": 1, \\\"af\\\": 12, \\\"noted\\\": 6, \\\"clear\\\": 25, \\\"buyable\\\": 6, \\\"tues\\\": 3, \\\"39\\\": 21, \\\"51\\\": 17, \\\"moe\\\": 3, \\\"hee\\\": 3, \\\"climbs\\\": 25, \\\"yen\\\": 41, \\\"boj\\\": 7, \\\"passes\\\": 2, \\\"baton\\\": 1, \\\"ecb\\\": 32, \\\"gmx\\\": 13, \\\"fence\\\": 2, \\\"dv\\\": 2, \\\"picks\\\": 51, \\\"yit\\\": 19, \\\"construction\\\": 45, \\\"town\\\": 3, \\\"riihim\\\": 1, \\\"\\\\u00e6ki\\\": 1, \\\"signed\\\": 55, \\\"lease\\\": 4, \\\"whereby\\\": 3, \\\"occupy\\\": 1, \\\"travel\\\": 7, \\\"centre\\\": 4, \\\"facilities\\\": 6, \\\"whirlpool\\\": 8, \\\"grows\\\": 22, \\\"18\\\": 81, \\\"981\\\": 1, \\\"aimed\\\": 8, \\\"boosting\\\": 3, \\\"cost\\\": 75, \\\"efficiency\\\": 15, \\\"outlook\\\": 59, \\\"anand\\\": 14, \\\"tandon\\\": 11, \\\"hindi\\\": 1, \\\"amar\\\": 2, \\\"ujala\\\": 1, \\\"plans\\\": 99, \\\"raise\\\": 53, \\\"ipo\\\": 68, \\\"attempt\\\": 9, \\\"pvt\\\": 4, \\\"investing\\\": 8, \\\"httpstcodnh7hgv22v\\\": 1, \\\"addition\\\": 17, \\\"production\\\": 59, \\\"varpaisj\\\": 1, \\\"\\\\u00e2\\\": 3, \\\"rvi\\\": 1, \\\"stopped\\\": 8, \\\"april\\\": 57, \\\"waver\\\": 3, \\\"skepticism\\\": 2, \\\"cuts\\\": 47, \\\"enough\\\": 20, \\\"offset\\\": 8, \\\"plunging\\\": 5, \\\"fuel\\\": 33, \\\"httpstco3mubz3m42d\\\": 1, \\\"security\\\": 20, \\\"solutions\\\": 63, \\\"provider\\\": 32, \\\"secure\\\": 13, \\\"1500\\\": 5, \\\"clients\\\": 9, \\\"source\\\": 8, \\\"reseller\\\": 2, \\\"web\\\": 6, \\\"quoted\\\": 2, \\\"division\\\": 16, \\\"commercial\\\": 11, \\\"director\\\": 23, \\\"vladimir\\\": 4, \\\"\\\\u00fao\\\": 1, \\\"saying\\\": 17, \\\"different\\\": 9, \\\"dayeaders\\\": 1, \\\"lagging\\\": 8, \\\"aggards\\\": 1, \\\"eading\\\": 11, \\\"fighting\\\": 3, \\\"bears\\\": 24, \\\"aks\\\": 3, \\\"qih\\\": 7, \\\"y\\\": 14, \\\"en\\\": 17, \\\"kos\\\": 13, \\\"log\\\": 2, \\\"best\\\": 76, \\\"trillion\\\": 10, \\\"stimulus\\\": 11, \\\"package\\\": 6, \\\"httpstcocy1dxf8crg\\\": 1, \\\"127\\\": 7, \\\"half\\\": 69, \\\"according\\\": 45, \\\"insurance\\\": 38, \\\"tapiola\\\": 3, \\\"local\\\": 24, \\\"l\\\": 9, \\\"\\\\u00e6hivakuutus\\\": 1, \\\"pohjola\\\": 7, \\\"fierce\\\": 2, \\\"storms\\\": 3, \\\"august\\\": 38, \\\"felled\\\": 3, \\\"trees\\\": 3, \\\"speeded\\\": 3, \\\"your\\\": 66, \\\"mortgage\\\": 9, \\\"federally\\\": 1, \\\"backed\\\": 8, \\\"supposed\\\": 5, \\\"allow\\\": 9, \\\"forbearance\\\": 1, \\\"experiencing\\\": 4, \\\"financial\\\\u00e2\\\\u20ac\\\\u00a6\\\": 1, \\\"httpstco68eobpmqvo\\\": 1, \\\"gvk\\\": 5, \\\"levels\\\": 114, \\\"vijay\\\": 13, \\\"bhambwani\\\": 13, \\\"barrel\\\": 6, \\\"httpstcov3wzillidr\\\": 1, \\\"415\\\": 3, \\\"edges\\\": 29, \\\"7551\\\": 1, \\\"against\\\": 90, \\\"httpstcow88y89rysy\\\": 1, \\\"added\\\": 66, \\\"holdings\\\": 34, \\\"bid\\\": 53, \\\"fb\\\": 74, \\\"ah\\\": 6, \\\"also\\\": 132, \\\"25\\\": 93, \\\"cash\\\": 122, \\\"yhoo\\\": 41, \\\"sitting\\\": 10, \\\"under\\\": 154, \\\"interesting\\\": 40, \\\"intermediate\\\": 5, \\\"bullish\\\": 166, \\\"broken\\\": 19, \\\"snta\\\": 3, \\\"safe\\\": 24, \\\"months\\\": 120, \\\"sold\\\": 60, \\\"730s\\\": 1, \\\"stream\\\": 11, \\\"few\\\": 72, \\\"weeks\\\": 58, \\\"ago\\\": 49, \\\"hnis\\\": 4, \\\"interest\\\": 58, \\\"leads\\\": 24, \\\"midcap\\\": 30, \\\"david\\\": 8, \\\"pezarkar\\\": 6, \\\"copper\\\": 41, \\\"egarding\\\": 1, \\\"kss\\\": 3, \\\"wmt\\\": 26, \\\"tgt\\\": 48, \\\"tjx\\\": 8, \\\"oss\\\": 9, \\\"copycat\\\": 1, \\\"clothing\\\": 13, \\\"items\\\": 23, \\\"reminds\\\": 5, \\\"me\\\": 83, \\\"cox\\\": 17, \\\"sub\\\": 7, \\\"4g\\\": 5, \\\"allows\\\": 8, \\\"customers\\\": 44, \\\"use\\\": 38, \\\"mobile\\\": 63, \\\"broadband\\\": 10, \\\"speeds\\\": 1, \\\"ten\\\": 19, \\\"times\\\": 53, \\\"3g\\\": 10, \\\"3270\\\": 1, \\\"26646\\\": 1, \\\"7800\\\": 8, \\\"resume\\\": 19, \\\"45\\\": 54, \\\"minute\\\": 16, \\\"halt\\\": 7, \\\"coronaviru\\\\u2026\\\": 2, \\\"httpstco8cbbixxfhn\\\": 1, \\\"crisil\\\": 10, \\\"sees\\\": 51, \\\"indian\\\": 65, \\\"ebitda\\\": 8, \\\"margins\\\": 32, \\\"bottoming\\\": 5, \\\"motorcyclist\\\": 1, \\\"association\\\": 7, \\\"aim\\\": 11, \\\"improving\\\": 17, \\\"motorcyclists\\\": 1, \\\"traffic\\\": 20, \\\"safety\\\": 10, \\\"rcomm\\\": 6, \\\"exponential\\\": 1, \\\"averages\\\": 6, \\\"rohit\\\": 6, \\\"shinde\\\": 6, \\\"hedges\\\": 3, \\\"rotating\\\": 1, \\\"junk\\\": 5, \\\"solars\\\": 2, \\\"squeezing\\\": 2, \\\"them\\\": 33, \\\"spw\\\": 24, \\\"sign\\\": 13, \\\"qe\\\": 10, \\\"inflation\\\": 28, \\\"ally\\\": 4, \\\"endp\\\": 7, \\\"vwap\\\": 3, \\\"guide\\\": 1, \\\"byd\\\": 13, \\\"horrible\\\": 4, \\\"pretty\\\": 36, \\\"declines\\\": 61, \\\"across\\\": 11, \\\"borgata\\\": 1, \\\"expected\\\": 84, \\\"locations\\\": 6, \\\"saw\\\": 17, \\\"revs\\\": 7, \\\"morrisons\\\": 10, \\\"debenhams\\\": 1, \\\"surprise\\\": 18, \\\"city\\\": 29, \\\"christmas\\\": 4, \\\"bounce\\\": 77, \\\"direct\\\": 8, \\\"outperforms\\\": 5, \\\"uks\\\": 8, \\\"ftse\\\": 68, \\\"ground\\\": 8, \\\"did\\\": 56, \\\"seem\\\": 10, \\\"impact\\\": 31, \\\"cards\\\": 7, \\\"longterm\\\": 1, \\\"left\\\": 27, \\\"hul\\\": 17, \\\"itc\\\": 24, \\\"russias\\\": 3, \\\"weaker\\\": 16, \\\"outweighs\\\": 2, \\\"taxes\\\": 19, \\\"winning\\\": 11, \\\"10day\\\": 1, \\\"fdx\\\": 10, \\\"leading\\\": 35, \\\"investment\\\": 75, \\\"benchmark\\\\u00e2\\\\u20ac\\\\u2122s\\\": 1, \\\"outperformance\\\": 1, \\\"sampp\\\": 2, \\\"underscores\\\": 1, \\\"extent\\\": 3, \\\"rec\\\\u00e2\\\\u20ac\\\\u00a6\\\": 1, \\\"httpstcoqtsriag0pm\\\": 1, \\\"aa\\\": 16, \\\"goes\\\": 56, \\\"kids\\\": 3, \\\"college\\\": 1, \\\"fund\\\": 71, \\\"hardening\\\": 1, \\\"attract\\\": 12, \\\"nris\\\": 1, \\\"invest\\\": 31, \\\"psus\\\": 5, \\\"banks\\\": 132, \\\"benefit\\\": 31, \\\"stable\\\": 11, \\\"government\\\": 72, \\\"elections\\\": 17, \\\"263\\\": 3, \\\"measured\\\": 5, \\\"307\\\": 3, \\\"saudi\\\": 23, \\\"arabia\\\": 13, \\\"egypt\\\": 8, \\\"fresh\\\": 65, \\\"6\\\": 164, \\\"fired\\\": 4, \\\"hourly\\\": 5, \\\"targets\\\": 21, \\\"435\\\": 16, \\\"arun\\\": 3, \\\"jaitley\\\": 3, \\\"hopes\\\": 56, \\\"passage\\\": 1, \\\"amended\\\": 3, \\\"bill\\\": 15, \\\"winter\\\": 4, \\\"session\\\": 13, \\\"max\\\": 12, \\\"reliance\\\": 55, \\\"nse\\\": 24, \\\"exclude\\\": 1, \\\"segment\\\": 12, \\\"based\\\": 71, \\\"historical\\\": 2, \\\"gs\\\": 69, \\\"upgradesdowngrades\\\": 1, \\\"k\\\": 12, \\\"right\\\": 84, \\\"being\\\": 54, \\\"upgraded\\\": 14, \\\"neutral\\\": 12, \\\"subdivision\\\": 1, \\\"made\\\": 53, \\\"revenues\\\": 28, \\\"4807\\\": 1, \\\"4149\\\": 2, \\\"445\\\": 6, \\\"74\\\": 12, \\\"altogether\\\": 3, \\\"canceled\\\": 4, \\\"flights\\\": 8, \\\"because\\\": 35, \\\"axis\\\": 25, \\\"hot\\\": 38, \\\"banking\\\": 64, \\\"stand\\\": 9, \\\"et\\\": 10, \\\"poll\\\": 14, \\\"aditya\\\": 8, \\\"birla\\\": 18, \\\"nuvo\\\": 8, \\\"2195\\\": 1, \\\"2276\\\": 1, \\\"camlin\\\": 4, \\\"fine\\\": 22, \\\"sciences\\\": 6, \\\"return\\\": 36, \\\"wfc\\\": 19, \\\"5k\\\": 4, \\\"36\\\": 40, \\\"37\\\": 26, \\\"buyer\\\": 13, \\\"vdw\\\": 1, \\\"combined\\\": 8, \\\"lxe\\\": 1, \\\"devices\\\": 7, \\\"enhances\\\": 1, \\\"productivity\\\": 2, \\\"enabling\\\": 3, \\\"device\\\": 8, \\\"perform\\\": 13, \\\"scanning\\\": 1, \\\"keyboard\\\": 1, \\\"functions\\\": 3, \\\"scania\\\": 2, \\\"morgan\\\": 21, \\\"stanley\\\": 15, \\\"lifted\\\": 7, \\\"swedish\\\": 23, \\\"heavy\\\": 30, \\\"duty\\\": 13, \\\"bus\\\": 1, \\\"ab\\\": 26, \\\"330\\\": 8, \\\"crowns\\\": 3, \\\"424\\\": 2, \\\"352\\\": 4, \\\"310\\\": 7, \\\"398\\\": 6, \\\"331\\\": 4, \\\"tc\\\": 14, \\\"announces\\\": 16, \\\"bringing\\\": 9, \\\"sa\\\": 11, \\\"ess\\\": 4, \\\"anticipation\\\": 2, \\\"swing\\\": 40, \\\"want\\\": 39, \\\"thank\\\": 4, \\\"greedy\\\": 3, \\\"who\\\": 39, \\\"1199\\\": 1, \\\"yesterday\\\": 66, \\\"im\\\": 80, \\\"sure\\\": 23, \\\"theyre\\\": 1, \\\"marginally\\\": 14, \\\"bpo\\\": 4, \\\"sacks\\\": 1, \\\"cfo\\\": 4, \\\"abraham\\\": 1, \\\"mathews\\\": 1, \\\"weakens\\\": 12, \\\"apollo\\\": 18, \\\"tyres\\\": 17, \\\"rises\\\": 158, \\\"3736\\\": 1, \\\"22794\\\": 1, \\\"prosecutor\\\": 1, \\\"demanding\\\": 5, \\\"outokumpu\\\": 12, \\\"pay\\\": 58, \\\"800000\\\": 1, \\\"karur\\\": 9, \\\"vysya\\\": 12, \\\"152\\\": 6, \\\"fan\\\": 5, \\\"worse\\\": 13, \\\"premarket\\\": 12, \\\"even\\\": 65, \\\"stocktwits\\\": 2, \\\"kbkiwi\\\": 1, \\\"model\\\": 27, \\\"guidance\\\": 17, \\\"upward\\\": 12, \\\"httpstkscojq0w\\\": 1, \\\"atul\\\": 7, \\\"auto\\\": 102, \\\"strikes\\\": 11, \\\"dream\\\": 2, \\\"smaller\\\": 17, \\\"cities\\\": 4, \\\"aggressive\\\": 6, \\\"host\\\": 1, \\\"problems\\\": 13, \\\"vinay\\\": 12, \\\"khattar\\\": 11, \\\"textile\\\": 18, \\\"acquiring\\\": 6, \\\"rcp\\\": 1, \\\"combine\\\": 2, \\\"knowhow\\\": 1, \\\"expertise\\\": 7, \\\"solid\\\": 42, \\\"425\\\": 17, \\\"hovered\\\": 1, \\\"only\\\": 58, \\\"once\\\": 27, \\\"bellow\\\": 3, \\\"419\\\": 5, \\\"barley\\\": 7, \\\"recovery\\\": 22, \\\"costs\\\": 46, \\\"hurt\\\": 24, \\\"uk\\\": 38, \\\"changed\\\": 9, \\\"barclays\\\": 31, \\\"shell\\\": 14, \\\"media\\\": 54, \\\"form\\\": 16, \\\"db\\\": 10, \\\"corps\\\": 1, \\\"16\\\": 62, \\\"department\\\": 11, \\\"store\\\": 20, \\\"improved\\\": 27, \\\"10706\\\": 1, \\\"fortis\\\": 6, \\\"healthcare\\\": 28, \\\"468\\\": 1, \\\"ruukki\\\": 22, \\\"announced\\\": 31, \\\"aker\\\": 4, \\\"norway\\\": 5, \\\"24\\\": 40, \\\"suction\\\": 1, \\\"anchors\\\": 1, \\\"september\\\": 62, \\\"kalajoki\\\": 1, \\\"helped\\\": 10, \\\"revenuesi\\\": 1, \\\"yoga\\\": 2, \\\"bores\\\": 1, \\\"western\\\": 3, \\\"world\\\": 58, \\\"bore\\\": 2, \\\"doritos\\\": 1, \\\"ruhh\\\": 1, \\\"roooow\\\": 1, \\\"jcp\\\": 36, \\\"aaaand\\\": 1, \\\"sg\\\": 2, \\\"increase\\\": 103, \\\"oscas2013\\\": 1, \\\"vix\\\": 10, \\\"mt\\\": 8, \\\"theacsman\\\": 1, \\\"amazing\\\": 9, \\\"suddenly\\\": 6, \\\"touting\\\": 1, \\\"msft\\\": 33, \\\"favorite\\\": 8, \\\"covered\\\": 19, \\\"play\\\": 62, \\\"includes\\\": 3, \\\"option\\\": 53, \\\"which\\\": 103, \\\"enable\\\": 9, \\\"maritim\\\": 1, \\\"sandanger\\\": 1, \\\"future\\\": 40, \\\"105\\\": 12, \\\"oversupply\\\": 6, \\\"beaten\\\": 7, \\\"internet\\\": 13, \\\"ripe\\\": 4, \\\"twitter\\\": 12, \\\"twtr\\\": 6, \\\"linkedin\\\": 3, \\\"lnkd\\\": 4, \\\"yahoo\\\": 9, \\\"groupon\\\": 4, \\\"grpn\\\": 2, \\\"mot\\\": 2, \\\"cbi\\\": 14, \\\"watchlist\\\": 25, \\\"168\\\": 6, \\\"happens\\\": 14, \\\"enoc\\\": 7, \\\"comes\\\": 26, \\\"final\\\": 14, \\\"destination\\\": 1, \\\"1760\\\": 1, \\\"cool\\\": 6, \\\"stuff\\\": 8, \\\"rock\\\": 5, \\\"boat\\\": 7, \\\"isg\\\": 8, \\\"heart\\\": 4, \\\"epair\\\": 1, \\\"breakthroughs\\\": 1, \\\"eplace\\\": 1, \\\"surgeons\\\": 1, \\\"knife\\\": 3, \\\"ew\\\": 6, \\\"cautious\\\": 27, \\\"far\\\": 47, \\\"mm\\\": 29, \\\"finance\\\": 64, \\\"concerned\\\": 5, \\\"boeing\\\": 4, \\\"nyseba\\\": 1, \\\"trader\\\": 24, \\\"550k\\\": 1, \\\"979\\\": 1, \\\"expiry\\\": 4, \\\"ba\\\": 11, \\\"httpstkscotcse\\\": 1, \\\"amk\\\": 4, \\\"yests\\\": 1, \\\"lows\\\": 74, \\\"infliction\\\": 1, \\\"pt\\\": 24, \\\"illiquid\\\": 1, \\\"leisure\\\": 3, \\\"buoys\\\": 1, \\\"kings\\\": 8, \\\"hsil\\\": 6, \\\"moves\\\": 25, \\\"1393\\\": 1, \\\"gammon\\\": 4, \\\"infrastructure\\\": 50, \\\"sale\\\": 93, \\\"reports\\\": 106, \\\"bel\\\": 3, \\\"decent\\\": 24, \\\"defence\\\": 13, \\\"impressive\\\": 7, \\\"book\\\": 31, \\\"neeraj\\\": 13, \\\"deewan\\\": 11, \\\"quantum\\\": 13, \\\"sgmo\\\": 2, \\\"current\\\": 60, \\\"1st\\\": 32, \\\"1003\\\": 1, \\\"second\\\": 92, \\\"1032\\\": 1, \\\"darn\\\": 3, \\\"dirk\\\": 1, \\\"jones\\\": 5, \\\"head\\\": 52, \\\"financial\\\": 123, \\\"institutions\\\": 3, \\\"client\\\": 3, \\\"gts\\\": 2, \\\"citigroup\\\": 12, \\\"citi\\\": 11, \\\"extremely\\\": 18, \\\"pleased\\\": 13, \\\"providing\\\": 12, \\\"custody\\\": 2, \\\"related\\\": 24, \\\"inflows\\\": 12, \\\"hdfc\\\": 50, \\\"runs\\\": 6, \\\"underperformer\\\": 1, \\\"prashasta\\\": 12, \\\"seth\\\": 17, \\\"iifl\\\": 17, \\\"amc\\\": 15, \\\"hn\\\": 6, \\\"trying\\\": 48, \\\"channel\\\": 39, \\\"bpcl\\\": 22, \\\"possible\\\": 56, \\\"38ish\\\": 1, \\\"essar\\\": 9, \\\"ports\\\": 8, \\\"nod\\\": 28, \\\"billion\\\": 108, \\\"extension\\\": 9, \\\"eight\\\": 9, \\\"engines\\\": 6, \\\"produce\\\": 5, \\\"mw\\\": 2, \\\"pfizer\\\": 9, \\\"scales\\\": 7, \\\"2000\\\": 22, \\\"petronet\\\": 13, \\\"lng\\\": 18, \\\"remains\\\": 24, \\\"despite\\\": 54, \\\"headwinds\\\": 4, \\\"mchp\\\": 4, \\\"csod\\\": 12, \\\"conf\\\": 3, \\\"feeling\\\": 9, \\\"position\\\": 119, \\\"joannechiuhk\\\": 6, \\\"statistics\\\": 2, \\\"showed\\\": 8, \\\"china\\\\u00e2\\\\u20ac\\\\u2122s\\\": 5, \\\"contracted\\\": 5, \\\"68\\\": 12, \\\"earlier\\\": 73, \\\"ht\\\\u00e2\\\\u20ac\\\\u00a6\\\": 1, \\\"fii\\\": 24, \\\"tough\\\": 17, \\\"dalal\\\": 11, \\\"chtp\\\": 7, \\\"195\\\": 4, \\\"universal\\\": 2, \\\"exchange\\\": 36, \\\"suspends\\\": 4, \\\"orion\\\": 8, \\\"pharma\\\": 147, \\\"2004\\\": 33, \\\"amrn\\\": 3, \\\"find\\\": 22, \\\"bottoms\\\": 3, \\\"start\\\": 69, \\\"rejoicing\\\": 3, \\\"currently\\\": 21, \\\"peeling\\\": 7, \\\"anchor\\\": 1, \\\"vrl\\\": 3, \\\"logistics\\\": 16, \\\"fare\\\": 2, \\\"prakash\\\": 57, \\\"diwan\\\": 29, \\\"patel\\\": 4, \\\"engineering\\\": 32, \\\"non\\\": 34, \\\"core\\\": 25, \\\"yb\\\": 1, \\\"holders\\\": 3, \\\"cashing\\\": 2, \\\"underwriting\\\": 1, \\\"secondary\\\": 4, \\\"holds\\\": 40, \\\"1300\\\": 11, \\\"easing\\\": 14, \\\"ukraine\\\": 27, \\\"aj\\\": 7, \\\"starting\\\": 30, \\\"propped\\\": 1, \\\"economic\\\": 41, \\\"strategic\\\": 16, \\\"cooperation\\\": 21, \\\"rentakran\\\": 1, \\\"brings\\\": 10, \\\"already\\\": 34, \\\"working\\\": 41, \\\"relationships\\\": 1, \\\"authorities\\\": 4, \\\"territories\\\": 2, \\\"jarmo\\\": 2, \\\"laasanen\\\": 1, \\\"senior\\\": 5, \\\"manager\\\": 10, \\\"cramo\\\": 9, \\\"shree\\\": 9, \\\"renuka\\\": 10, \\\"bajaj\\\": 30, \\\"eid\\\": 4, \\\"gaurang\\\": 18, \\\"shah\\\": 38, \\\"quick\\\": 23, \\\"fio\\\": 23, \\\"2135\\\": 1, \\\"tanking\\\": 1, \\\"scaling\\\": 21, \\\"hole\\\": 4, \\\"advisory\\\": 14, \\\"ntsb\\\": 1, \\\"subsequent\\\": 1, \\\"testing\\\": 10, \\\"train\\\": 7, \\\"detection\\\": 2, \\\"intermittently\\\": 1, \\\"failed\\\": 20, \\\"jet\\\": 29, \\\"894\\\": 2, \\\"82\\\": 8, \\\"groundnut\\\": 8, \\\"expensive\\\": 15, \\\"cooking\\\": 1, \\\"monthly\\\": 41, \\\"kwkscaling\\\": 2, \\\"thereby\\\": 2, \\\"expand\\\": 20, \\\"offering\\\": 19, \\\"america\\\": 27, \\\"pursue\\\": 3, \\\"novel\\\": 4, \\\"clinical\\\": 4, \\\"candidates\\\": 1, \\\"forward\\\": 22, \\\"kidding\\\": 3, \\\"terranova\\\": 1, \\\"godawari\\\": 1, \\\"ispat\\\": 9, \\\"pellet\\\": 1, \\\"mining\\\": 20, \\\"key\\\": 64, \\\"drivers\\\": 3, \\\"employee\\\": 5, \\\"provident\\\": 2, \\\"contribution\\\": 3, \\\"employer\\\": 1, \\\"f\\\\u2026\\\": 1, \\\"httpstcoi4aj37ag0n\\\": 1, \\\"bbby\\\": 7, \\\"options\\\": 32, \\\"httpstcooa0loirijl\\\": 1, \\\"thestreet\\\": 1, \\\"2g\\\": 7, \\\"effect\\\": 22, \\\"telecom\\\": 40, \\\"auction\\\": 14, \\\"ati\\\": 3, \\\"3110\\\": 1, \\\"deepak\\\": 90, \\\"mohoni\\\": 70, \\\"trendwatchindiacom\\\": 8, \\\"7170\\\": 1, \\\"7260\\\": 1, \\\"then\\\": 77, \\\"nuthin\\\": 1, \\\"note\\\": 24, \\\"self\\\": 3, \\\"fills\\\": 3, \\\"gaps\\\": 4, \\\"liquidity\\\": 21, \\\"woes\\\": 16, \\\"teliasonera\\\": 11, \\\"tlsn\\\": 2, \\\"offer\\\": 62, \\\"ownership\\\": 4, \\\"strengthen\\\": 18, \\\"eesti\\\": 2, \\\"telekom\\\": 1, \\\"shod\\\": 1, \\\"hour\\\": 17, \\\"moderately\\\": 1, \\\"shd\\\": 17, \\\"sears\\\": 5, \\\"headed\\\": 13, \\\"ii\\\": 5, \\\"available\\\": 18, \\\"donald\\\": 2, \\\"trump\\\": 10, \\\"ban\\\": 17, \\\"httpstcogpns8nzktf\\\": 1, \\\"kenneth\\\": 1, \\\"andrade\\\": 1, \\\"exits\\\": 5, \\\"idfc\\\": 18, \\\"leaving\\\": 3, \\\"jittery\\\": 4, \\\"fiis\\\": 18, \\\"reform\\\": 6, \\\"unitech\\\": 12, \\\"begins\\\": 5, \\\"probe\\\": 8, \\\"case\\\": 31, \\\"saturated\\\": 1, \\\"microsoft\\\": 15, \\\"os\\\": 4, \\\"palm\\\": 20, \\\"045\\\": 1, \\\"taking\\\": 65, \\\"190ish\\\": 1, \\\"cdx\\\": 4, \\\"jk\\\": 10, \\\"cement\\\": 63, \\\"79\\\": 8, \\\"potato\\\": 7, \\\"076\\\": 1, \\\"okmetic\\\": 9, \\\"manufactures\\\": 4, \\\"processes\\\": 7, \\\"silicon\\\": 8, \\\"wafers\\\": 3, \\\"semiconductor\\\": 2, \\\"sensor\\\": 1, \\\"norwegian\\\": 10, \\\"solar\\\": 14, \\\"wafer\\\": 3, \\\"norsun\\\": 2, \\\"mono\\\": 1, \\\"crystals\\\": 1, \\\"manufacturing\\\": 36, \\\"diluted\\\": 12, \\\"declined\\\": 14, \\\"078\\\": 1, \\\"176\\\": 4, \\\"chk\\\": 22, \\\"info\\\": 6, \\\"sp\\\": 26, \\\"1470\\\": 3, \\\"thing\\\": 23, \\\"rips\\\": 2, \\\"jeera\\\": 18, \\\"export\\\": 24, \\\"nordea\\\": 10, \\\"baltic\\\": 18, \\\"uti\\\": 2, \\\"truly\\\": 5, \\\"independent\\\": 2, \\\"character\\\": 1, \\\"leo\\\": 1, \\\"puri\\\": 1, \\\"biof\\\": 4, \\\"ratings\\\": 25, \\\"buys\\\": 75, \\\"came\\\": 20, \\\"025\\\": 7, \\\"020\\\": 3, \\\"gps\\\": 8, \\\"comparable\\\": 12, \\\"samvat\\\": 6, \\\"2072\\\": 2, \\\"cheerful\\\": 1, \\\"124\\\": 4, \\\"diwali\\\": 5, \\\"vijaya\\\": 7, \\\"97\\\": 12, \\\"goldman\\\": 27, \\\"sachs\\\": 19, \\\"reiterates\\\": 4, \\\"conviction\\\": 5, \\\"155\\\": 10, \\\"djia\\\": 7, \\\"httpstcoh5hmxsitwm\\\": 1, \\\"diageo\\\": 16, \\\"currency\\\": 27, \\\"comparatives\\\": 2, \\\"leave\\\": 7, \\\"bitter\\\": 3, \\\"taste\\\": 1, \\\"usertools\\\": 1, \\\"macbooksphones\\\": 1, \\\"etc\\\": 10, \\\"imagine\\\": 3, \\\"toys\\\": 3, \\\"ipod\\\": 2, \\\"toy\\\": 1, \\\"itouchwphone\\\": 1, \\\"ipad\\\": 12, \\\"itouch\\\": 1, \\\"damn\\\": 4, \\\"impossible\\\": 3, \\\"get\\\": 151, \\\"cs\\\": 24, \\\"anything\\\": 11, \\\"scalp\\\": 3, \\\"side\\\": 33, \\\"til\\\": 6, \\\"2150\\\": 6, \\\"names\\\": 27, \\\"hma\\\": 2, \\\"unusual\\\": 5, \\\"11k\\\": 2, \\\"jan\\\": 44, \\\"put\\\": 62, \\\"asahi\\\": 2, \\\"snap\\\": 6, \\\"sabmillers\\\": 4, \\\"beers\\\": 3, \\\"inbev\\\": 11, \\\"mukesh\\\": 3, \\\"agarwal\\\": 13, \\\"wilts\\\": 2, \\\"wake\\\": 7, \\\"downbeat\\\": 1, \\\"gdp\\\": 21, \\\"revision\\\": 3, \\\"spx\\\": 48, \\\"190\\\": 10, \\\"mo\\\": 10, \\\"smithcorona\\\": 1, \\\"doing\\\": 18, \\\"ok\\\": 12, \\\"kwk\\\": 7, \\\"5mm\\\": 1, \\\"traded\\\": 18, \\\"obviously\\\": 2, \\\"traders\\\": 44, \\\"these\\\": 58, \\\"types\\\": 2, \\\"articles\\\": 1, \\\"ss\\\": 3, \\\"1215\\\": 3, \\\"httpstkscoc1qkr\\\": 1, \\\"hong\\\": 42, \\\"kong\\\": 42, \\\"unrest\\\": 5, \\\"unnerves\\\": 1, \\\"heres\\\": 13, \\\"fared\\\": 1, \\\"spectrum\\\": 6, \\\"nvda\\\": 35, \\\"growing\\\": 22, \\\"cow\\\": 3, \\\"eoy\\\": 1, \\\"2014\\\": 47, \\\"xk\\\": 4, \\\"amd\\\": 7, \\\"stx\\\": 7, \\\"qcom\\\": 24, \\\"tcs\\\": 56, \\\"2020\\\": 10, \\\"shrikant\\\": 3, \\\"chouhan\\\": 3, \\\"silver\\\": 50, \\\"reduced\\\": 21, \\\"offtake\\\": 15, \\\"lodged\\\": 1, \\\"counter\\\": 8, \\\"neste\\\": 10, \\\"totaling\\\": 3, \\\"eur25m\\\": 1, \\\"primarily\\\": 3, \\\"work\\\": 28, \\\"carried\\\": 8, \\\"additional\\\": 11, \\\"incurred\\\": 2, \\\"prolongation\\\": 1, \\\"project\\\": 37, \\\"npa\\\": 5, \\\"situation\\\": 19, \\\"poor\\\": 29, \\\"aviodance\\\": 1, \\\"advised\\\": 3, \\\"cmon\\\": 3, \\\"3378\\\": 1, \\\"euros\\\": 32, \\\"reduces\\\": 4, \\\"component\\\": 5, \\\"orders\\\": 52, \\\"wsj\\\": 11, \\\"party\\\": 12, \\\"ove\\\": 12, \\\"157\\\": 6, \\\"248\\\": 2, \\\"abroad\\\": 7, \\\"respectively\\\": 22, \\\"42\\\": 26, \\\"40\\\": 67, \\\"russia\\\": 56, \\\"2007\\\": 128, \\\"amounted\\\": 22, \\\"tm\\\": 9, \\\"ahhh\\\": 2, \\\"stupid\\\": 2, \\\"prelim\\\": 1, \\\"wanted\\\": 4, \\\"puts\\\": 66, \\\"calls\\\": 94, \\\"27\\\": 45, \\\"expire\\\": 2, \\\"expiring\\\": 2, \\\"miners\\\": 11, \\\"dent\\\": 3, \\\"fenner\\\": 1, \\\"slides\\\": 17, \\\"court\\\": 23, \\\"found\\\": 12, \\\"telecominvest\\\": 1, \\\"arguments\\\": 2, \\\"convincing\\\": 2, \\\"eally\\\": 3, \\\"considering\\\": 9, \\\"adding\\\": 25, \\\"water\\\": 19, \\\"utility\\\": 5, \\\"wt\\\": 8, \\\"awk\\\": 2, \\\"msex\\\": 1, \\\"yow\\\": 1, \\\"sjw\\\": 1, \\\"aw\\\": 4, \\\"cwt\\\": 2, \\\"ike\\\": 8, \\\"divis\\\": 7, \\\"shw\\\": 1, \\\"eye\\\": 26, \\\"poised\\\": 22, \\\"hmmm\\\": 3, \\\"dunno\\\": 1, \\\"japans\\\": 4, \\\"zero\\\": 5, \\\"pushes\\\": 7, \\\"spanish\\\": 1, \\\"sues\\\": 2, \\\"nion\\\": 1, \\\"245\\\": 9, \\\"gaba\\\": 25, \\\"tp\\\": 8, \\\"bmo\\\": 4, \\\"initiated\\\": 8, \\\"incy\\\": 1, \\\"outperform\\\": 29, \\\"several\\\": 21, \\\"all\\\": 228, \\\"reiterated\\\": 4, \\\"performance\\\": 40, \\\"impacted\\\": 5, \\\"structural\\\": 5, \\\"telecommunications\\\": 8, \\\"industrial\\\": 30, \\\"electronics\\\": 28, \\\"yr\\\": 25, \\\"43188\\\": 1, \\\"31050\\\": 2, \\\"aeg\\\": 6, \\\"2823\\\": 1, \\\"131\\\": 9, \\\"quality\\\": 26, \\\"edelweiss\\\": 22, \\\"nilkamals\\\": 1, \\\"ceg\\\": 11, \\\"expectation\\\": 5, \\\"9850\\\": 1, \\\"ikely\\\": 5, \\\"crack\\\": 13, \\\"stopping\\\": 3, \\\"160\\\": 13, \\\"130\\\": 12, \\\"nsph\\\": 5, \\\"peeled\\\": 1, \\\"219\\\": 5, \\\"nikkei\\\": 21, \\\"mth\\\": 6, \\\"federal\\\": 36, \\\"policy\\\": 26, \\\"fertiliser\\\": 3, \\\"hope\\\": 32, \\\"payments\\\": 6, \\\"abb\\\": 10, \\\"gaurav\\\": 11, \\\"heard\\\": 34, \\\"social\\\": 16, \\\"distancing\\\": 4, \\\"prospects\\\": 24, \\\"depend\\\": 4, \\\"eco\\\\u00e2\\\\u20ac\\\\u00a6\\\": 1, \\\"httpstcoyfexvfksxr\\\": 1, \\\"peix\\\": 8, \\\"saatchi\\\": 2, \\\"creative\\\": 2, \\\"muscle\\\": 1, \\\"appointments\\\": 1, \\\"elevates\\\": 1, \\\"mithun\\\": 1, \\\"mirji\\\": 1, \\\"newly\\\": 3, \\\"created\\\": 5, \\\"role\\\": 5, \\\"raw\\\": 12, \\\"material\\\": 7, \\\"aluminium\\\": 16, \\\"considers\\\": 3, \\\"favourable\\\": 9, \\\"voltas\\\": 19, \\\"brokerages\\\": 27, \\\"concern\\\": 14, \\\"xrx\\\": 1, \\\"golden\\\": 5, \\\"crossing\\\": 12, \\\"imminent\\\": 3, \\\"50sma\\\": 15, \\\"200sma\\\": 7, \\\"pcn\\\": 22, \\\"any\\\": 46, \\\"680\\\": 2, \\\"vome\\\": 9, \\\"boy\\\": 4, \\\"towards\\\": 32, \\\"101\\\": 10, \\\"lubricants\\\": 2, \\\"fire\\\": 20, \\\"hpcls\\\": 1, \\\"elxsi\\\": 1, \\\"sudip\\\": 24, \\\"bandyopadhyay\\\": 24, \\\"nestle\\\": 13, \\\"fssai\\\": 1, \\\"approved\\\": 8, \\\"finds\\\": 4, \\\"maggi\\\": 5, \\\"fireplace\\\": 2, \\\"exports\\\": 27, \\\"lining\\\": 6, \\\"stone\\\": 3, \\\"exceeded\\\": 3, \\\"clearly\\\": 9, \\\"brisker\\\": 1, \\\"remainder\\\": 3, \\\"chana\\\": 12, \\\"038\\\": 2, \\\"major\\\": 59, \\\"breweries\\\": 6, \\\"their\\\": 99, \\\"domestic\\\": 28, \\\"beer\\\": 16, \\\"25688\\\": 3, \\\"litres\\\": 4, \\\"24592\\\": 2, \\\"rubber\\\": 20, \\\"imports\\\": 16, \\\"updated\\\": 8, \\\"2012\\\": 27, \\\"basware\\\": 16, \\\"range\\\": 41, \\\"millions\\\": 7, \\\"threatened\\\": 1, \\\"retail\\\": 65, \\\"httpstcobm7fbo87ix\\\": 1, \\\"715\\\": 1, \\\"720\\\": 5, \\\"comfortable\\\": 7, \\\"baroda\\\": 5, \\\"hk\\\": 6, \\\"ruokatalo\\\": 5, \\\"atria\\\": 12, \\\"joint\\\": 13, \\\"venture\\\": 14, \\\"\\\\u00e6nsi\\\": 1, \\\"kalkkuna\\\": 2, \\\"turkey\\\": 4, \\\"meat\\\": 7, 