"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 20000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"####\", \"document_count\": 23828, \"word_counts\": \"{\\\"zacks\\\": 75, \\\"industry\\\": 215, \\\"outlook\\\": 227, \\\"highlights\\\": 103, \\\"oreilly\\\": 20, \\\"mid\\\": 71, \\\"america\\\": 135, \\\"apartment\\\": 49, \\\"sun\\\": 32, \\\"communities\\\": 52, \\\"and\\\": 2924, \\\"camden\\\": 1, \\\"property\\\": 64, \\\"structured\\\": 3, \\\"deals\\\": 30, \\\"involving\\\": 5, \\\"nifty\\\": 175, \\\"options\\\": 39, \\\"to\\\": 6707, \\\"disappoint\\\": 18, \\\"investors\\\": 399, \\\"dish\\\": 33, \\\"network\\\": 62, \\\"earnings\\\": 2286, \\\"revenues\\\": 339, \\\"miss\\\": 231, \\\"estimates\\\": 805, \\\"hp\\\": 23, \\\"enterprise\\\": 32, \\\"pure\\\": 6, \\\"storage\\\": 46, \\\"slide\\\": 79, \\\"as\\\": 2111, \\\"analyst\\\": 151, \\\"sees\\\": 148, \\\"a\\\": 2703, \\\"potential\\\": 55, \\\"business\\\": 324, \\\"slowdown\\\": 32, \\\"ameriprise\\\": 16, \\\"financial\\\": 441, \\\"reports\\\": 391, \\\"first\\\": 497, \\\"quarter\\\": 704, \\\"results\\\": 436, \\\"defying\\\": 3, \\\"soft\\\": 16, \\\"automotive\\\": 31, \\\"market\\\": 932, \\\"outsell\\\": 1, \\\"closes\\\": 58, \\\"with\\\": 1242, \\\"percent\\\": 90, \\\"direct\\\": 22, \\\"revenue\\\": 505, \\\"increase\\\\u00a0\\\": 1, \\\"hackers\\\": 7, \\\"breach\\\": 15, \\\"ring\\\": 7, \\\"home\\\": 144, \\\"security\\\": 55, \\\"cameras\\\": 3, \\\"yndx\\\": 3, \\\"the\\\": 4694, \\\"price\\\": 555, \\\"of\\\": 4056, \\\"some\\\": 122, \\\"stocks\\\": 1256, \\\"was\\\": 221, \\\"times\\\": 57, \\\"lower\\\": 281, \\\"then\\\": 25, \\\"annual\\\": 105, \\\"i\\\": 104, \\\"could\\\": 370, \\\"not\\\": 256, \\\"resist\\\": 4, \\\"buying\\\": 138, \\\"when\\\": 45, \\\"everyone\\\": 12, \\\"selling\\\": 105, \\\"sell\\\": 326, \\\"tata\\\": 67, \\\"motors\\\": 51, \\\"ltd\\\": 120, \\\"target\\\": 345, \\\"mitesh\\\": 87, \\\"thacker\\\": 87, \\\"stock\\\": 2046, \\\"markets\\\": 393, \\\"tumble\\\": 58, \\\"ryanair\\\": 18, \\\"rbs\\\": 16, \\\"warn\\\": 18, \\\"on\\\": 3278, \\\"coronavirus\\\": 276, \\\"damage\\\": 19, \\\"\\\\u201a\\\": 123, \\\"it\\\": 811, \\\"happened\\\": 41, \\\"norfolk\\\": 22, \\\"southerns\\\": 5, \\\"million\\\": 424, \\\"in\\\": 4765, \\\"green\\\": 65, \\\"bonds\\\": 72, \\\"funds\\\": 256, \\\"low\\\": 275, \\\"carbon\\\": 37, \\\"initiatives\\\": 8, \\\"ceat\\\": 4, \\\"drops\\\": 124, \\\"by\\\": 1004, \\\"over\\\": 864, \\\"pc\\\": 172, \\\"bse\\\": 38, \\\"after\\\": 1065, \\\"disappointing\\\": 28, \\\"fy\\\": 82, \\\"nos\\\": 8, \\\"new\\\": 762, \\\"strong\\\": 279, \\\"for\\\": 2747, \\\"february\\\": 65, \\\"th\\\": 87, \\\"gail\\\": 16, \\\"net\\\": 840, \\\"at\\\": 1476, \\\"macys\\\": 23, \\\"hard\\\": 36, \\\"hats\\\": 1, \\\"come\\\": 29, \\\"out\\\": 320, \\\"carnival\\\": 39, \\\"pulls\\\": 42, \\\"back\\\": 195, \\\"stifel\\\": 15, \\\"analysts\\\": 178, \\\"slashes\\\": 20, \\\"incorporate\\\": 1, \\\"recession\\\": 148, \\\"infotech\\\": 8, \\\"shares\\\": 884, \\\"free\\\": 50, \\\"fall\\\": 451, \\\"icici\\\": 25, \\\"bank\\\": 535, \\\"trims\\\": 17, \\\"stake\\\": 168, \\\"sirios\\\": 1, \\\"focus\\\": 96, \\\"fund\\\": 153, \\\"series\\\": 35, \\\"buys\\\": 403, \\\"london\\\": 60, \\\"exchange\\\": 54, \\\"group\\\": 377, \\\"plc\\\": 88, \\\"constellation\\\": 32, \\\"brands\\\": 112, \\\"inc\\\": 945, \\\"paccar\\\": 25, \\\"dow\\\": 243, \\\"jones\\\": 95, \\\"rallies\\\": 112, \\\"inflation\\\": 228, \\\"hits\\\": 213, \\\"highest\\\": 30, \\\"level\\\": 68, \\\"since\\\": 494, \\\"apple\\\": 104, \\\"tesla\\\": 121, \\\"climb\\\": 29, \\\"raymond\\\": 36, \\\"may\\\": 404, \\\"pe\\\": 8, \\\"gains\\\": 404, \\\"stay\\\": 53, \\\"away\\\": 36, \\\"from\\\": 1102, \\\"power\\\": 176, \\\"companies\\\": 276, \\\"now\\\": 352, \\\"deven\\\": 35, \\\"choksey\\\": 43, \\\"copper\\\": 54, \\\"runs\\\": 7, \\\"producers\\\": 19, \\\"turn\\\": 47, \\\"ideas\\\": 17, \\\"boost\\\": 101, \\\"output\\\": 48, \\\"metal\\\": 34, \\\"natco\\\": 3, \\\"pharma\\\": 136, \\\"jump\\\": 68, \\\"dilip\\\": 3, \\\"shanghvi\\\": 1, \\\"buy\\\": 586, \\\"sensex\\\": 157, \\\"snaps\\\": 10, \\\"day\\\": 247, \\\"index\\\": 128, \\\"plunges\\\": 82, \\\"gold\\\": 236, \\\"falls\\\": 337, \\\"jobless\\\": 25, \\\"report\\\": 707, \\\"silver\\\": 57, \\\"intel\\\": 29, \\\"ceo\\\": 256, \\\"chip\\\": 50, \\\"shortage\\\": 59, \\\"national\\\": 104, \\\"issue\\\": 53, \\\"polaris\\\": 14, \\\"technology\\\": 201, \\\"slips\\\": 171, \\\"goes\\\": 45, \\\"ex\\\": 45, \\\"demerger\\\": 7, \\\"today\\\": 286, \\\"humana\\\": 24, \\\"foundation\\\": 14, \\\"investing\\\": 79, \\\"m\\\": 334, \\\"health\\\": 141, \\\"equity\\\": 116, \\\"efforts\\\": 33, \\\"including\\\": 36, \\\"louisville\\\": 2, \\\"cmp\\\": 3, \\\"compass\\\": 8, \\\"minerals\\\": 7, \\\"eps\\\": 201, \\\"misses\\\": 200, \\\"almost\\\": 43, \\\"half\\\": 103, \\\"midwest\\\": 7, \\\"homes\\\": 25, \\\"are\\\": 713, \\\"without\\\": 27, \\\"wake\\\": 13, \\\"storm\\\": 15, \\\"est\\\\u00e9e\\\": 7, \\\"lauder\\\": 21, \\\"dips\\\": 151, \\\"sales\\\": 674, \\\"decline\\\": 243, \\\"amid\\\": 274, \\\"china\\\": 352, \\\"lockdowns\\\": 28, \\\"amentum\\\": 1, \\\"taps\\\": 12, \\\"saic\\\": 2, \\\"vet\\\": 3, \\\"cfo\\\": 44, \\\"several\\\": 19, \\\"other\\\": 128, \\\"federal\\\": 66, \\\"contractors\\\": 1, \\\"make\\\": 95, \\\"c\\\": 56, \\\"suite\\\": 11, \\\"moves\\\": 216, \\\"past\\\": 79, \\\"year\\\": 855, \\\"fox\\\": 28, \\\"nasdaqfoxa\\\": 3, \\\"has\\\": 475, \\\"been\\\": 140, \\\"profitable\\\": 15, \\\"restaurants\\\": 25, \\\"add\\\": 33, \\\"fees\\\": 17, \\\"fine\\\": 26, \\\"print\\\": 5, \\\"costs\\\": 130, \\\"rise\\\": 286, \\\"world\\\": 92, \\\"biggest\\\": 101, \\\"magazine\\\": 12, \\\"paper\\\": 53, \\\"maker\\\": 68, \\\"said\\\": 232, \\\"program\\\": 102, \\\"improve\\\": 31, \\\"efficiency\\\": 15, \\\"will\\\": 548, \\\"include\\\": 22, \\\"closing\\\": 38, \\\"its\\\": 824, \\\"least\\\": 19, \\\"competitive\\\": 10, \\\"mills\\\": 31, \\\"would\\\": 95, \\\"cover\\\": 20, \\\"all\\\": 187, \\\"company\\\": 514, \\\"operations\\\": 95, \\\"resulting\\\": 2, \\\"savings\\\": 24, \\\"euro\\\": 165, \\\"nrg\\\": 24, \\\"energy\\\": 451, \\\"smart\\\": 56, \\\"decisions\\\": 11, \\\"publish\\\": 1, \\\"state\\\": 78, \\\"distributed\\\": 3, \\\"resources\\\": 67, \\\"study\\\": 69, \\\"lam\\\": 12, \\\"research\\\": 68, \\\"lrcx\\\": 5, \\\"more\\\": 557, \\\"than\\\": 379, \\\"broader\\\": 55, \\\"what\\\": 705, \\\"you\\\": 678, \\\"should\\\": 678, \\\"know\\\": 496, \\\"pxlw\\\": 1, \\\"pixelworks\\\": 1, \\\"prelim\\\": 3, \\\"revs\\\": 13, \\\"below\\\": 179, \\\"consensus\\\": 47, \\\"skf\\\": 6, \\\"india\\\": 224, \\\"pat\\\": 28, \\\"up\\\": 1313, \\\"cr\\\": 126, \\\"duke\\\": 48, \\\"carolinas\\\": 2, \\\"customers\\\": 97, \\\"set\\\": 110, \\\"summertime\\\": 1, \\\"record\\\": 195, \\\"electricity\\\": 10, \\\"use\\\": 60, \\\"nielsen\\\": 29, \\\"contacted\\\": 1, \\\"parties\\\": 12, \\\"during\\\": 86, \\\"go\\\": 84, \\\"shop\\\": 17, \\\"no\\\": 136, \\\"bids\\\": 11, \\\"made\\\": 56, \\\"gcpl\\\": 4, \\\"gain\\\": 139, \\\"rbi\\\": 43, \\\"move\\\": 98, \\\"looms\\\": 24, \\\"slammed\\\": 11, \\\"chain\\\": 116, \\\"reaction\\\": 4, \\\"heres\\\": 276, \\\"pros\\\": 5, \\\"saying\\\": 13, \\\"fracking\\\": 11, \\\"firm\\\": 128, \\\"cuadrilla\\\": 1, \\\"loses\\\": 62, \\\"planning\\\": 23, \\\"appeal\\\": 4, \\\"second\\\": 177, \\\"site\\\": 29, \\\"commodities\\\": 25, \\\"comes\\\": 25, \\\"bite\\\": 14, \\\"us\\\": 312, \\\"nasdaq\\\": 156, \\\"slumps\\\": 61, \\\"ahead\\\": 234, \\\"big\\\": 190, \\\"tech\\\": 185, \\\"autodesk\\\": 15, \\\"adsk\\\": 8, \\\"beats\\\": 231, \\\"credit\\\": 136, \\\"analysis\\\": 25, \\\"lacklustre\\\": 6, \\\"ends\\\": 72, \\\"cigna\\\": 16, \\\"corporation\\\": 353, \\\"ci\\\": 8, \\\"soars\\\": 72, \\\"week\\\": 328, \\\"high\\\": 435, \\\"time\\\": 230, \\\"cash\\\": 127, \\\"decade\\\": 41, \\\"pride\\\": 8, \\\"pncs\\\": 2, \\\"work\\\": 39, \\\"human\\\": 23, \\\"rights\\\": 43, \\\"campaign\\\": 22, \\\"trumps\\\": 14, \\\"unseemly\\\": 1, \\\"haste\\\": 1, \\\"shows\\\": 58, \\\"must\\\": 40, \\\"longer\\\": 23, \\\"be\\\": 621, \\\"thrall\\\": 1, \\\"ra\\\": 1, \\\"medical\\\": 38, \\\"systems\\\": 89, \\\"nysermed\\\": 1, \\\"share\\\": 295, \\\"is\\\": 1760, \\\"down\\\": 1091, \\\"so\\\": 54, \\\"shareholders\\\": 153, \\\"rather\\\": 2, \\\"upset\\\": 3, \\\"if\\\": 117, \\\"invested\\\": 45, \\\"cintas\\\": 17, \\\"ago\\\": 97, \\\"this\\\": 602, \\\"how\\\": 195, \\\"much\\\": 79, \\\"itd\\\": 7, \\\"worth\\\": 70, \\\"tv\\\": 56, \\\"drop\\\": 109, \\\"per\\\": 358, \\\"cent\\\": 266, \\\"nortonlifelock\\\": 10, \\\"downgraded\\\": 60, \\\"worries\\\": 59, \\\"growth\\\": 584, \\\"avast\\\": 6, \\\"purchase\\\": 28, \\\"fresh\\\": 76, \\\"entry\\\": 13, \\\"into\\\": 237, \\\"lt\\\": 27, \\\"these\\\": 154, \\\"levels\\\": 102, \\\"too\\\": 68, \\\"risky\\\": 11, \\\"jagannadham\\\": 3, \\\"thunuguntla\\\": 3, \\\"textile\\\": 14, \\\"likely\\\": 132, \\\"remain\\\": 68, \\\"under\\\": 166, \\\"pressure\\\": 92, \\\"vijay\\\": 14, \\\"bhambwani\\\": 13, \\\"value\\\": 219, \\\"consider\\\": 48, \\\"labcorp\\\": 13, \\\"lh\\\": 9, \\\"realtorcom\\\": 4, \\\"acquires\\\": 33, \\\"upnest\\\": 1, \\\"why\\\": 810, \\\"kohls\\\": 56, \\\"dived\\\": 1, \\\"again\\\": 101, \\\"friday\\\": 40, \\\"money\\\": 101, \\\"right\\\": 116, \\\"about\\\": 285, \\\"charter\\\": 13, \\\"communications\\\": 71, \\\"chtr\\\": 1, \\\"sl\\\": 17, \\\"greens\\\": 8, \\\"slg\\\": 11, \\\"ffo\\\": 60, \\\"shy\\\": 9, \\\"businesses\\\": 63, \\\"can\\\\u201at\\\": 5, \\\"afford\\\": 1, \\\"stingy\\\": 1, \\\"or\\\": 154, \\\"they\\\": 57, \\\"risk\\\": 167, \\\"losing\\\": 37, \\\"good\\\": 188, \\\"employees\\\": 74, \\\"commodity\\\": 28, \\\"prices\\\": 338, \\\"dip\\\": 63, \\\"super\\\": 19, \\\"cycle\\\": 6, \\\"goldman\\\": 80, \\\"sachs\\\": 58, \\\"absolute\\\": 4, \\\"transparency\\\": 5, \\\"needed\\\": 12, \\\"private\\\": 56, \\\"blackrock\\\": 43, \\\"says\\\": 450, \\\"manage\\\": 11, \\\"aig\\\": 20, \\\"assets\\\": 53, \\\"mn\\\": 25, \\\"pretax\\\": 23, \\\"profit\\\": 789, \\\"third\\\": 162, \\\"brazils\\\": 7, \\\"leftover\\\": 1, \\\"coffee\\\": 19, \\\"send\\\": 14, \\\"ice\\\": 34, \\\"futures\\\": 325, \\\"air\\\": 103, \\\"products\\\": 87, \\\"apd\\\": 6, \\\"inks\\\": 23, \\\"deal\\\": 327, \\\"sargas\\\": 1, \\\"build\\\": 31, \\\"asu\\\": 1, \\\"oman\\\": 2, \\\"star\\\": 23, \\\"navigation\\\": 5, \\\"announces\\\": 503, \\\"order\\\": 80, \\\"swiss\\\": 16, \\\"aviation\\\": 29, \\\"ag\\\": 13, \\\"ddd\\\": 4, \\\"d\\\": 29, \\\"receives\\\": 38, \\\"ratings\\\": 71, \\\"downgrade\\\": 44, \\\"jefferies\\\": 16, \\\"bourne\\\": 1, \\\"lent\\\": 1, \\\"asset\\\": 67, \\\"management\\\": 178, \\\"amgen\\\": 23, \\\"invitae\\\": 3, \\\"corp\\\": 294, \\\"consolidated\\\": 23, \\\"edison\\\": 25, \\\"sells\\\": 190, \\\"finnish\\\": 223, \\\"cargotec\\\": 9, \\\"kalmar\\\": 3, \\\"area\\\": 44, \\\"providing\\\": 11, \\\"container\\\": 6, \\\"handling\\\": 15, \\\"solutions\\\": 144, \\\"awarded\\\": 30, \\\"an\\\": 273, \\\"further\\\": 95, \\\"ten\\\": 24, \\\"e\\\": 33, \\\"one\\\": 191, \\\"rubber\\\": 17, \\\"tyred\\\": 1, \\\"gantry\\\": 1, \\\"rtg\\\": 2, \\\"cranes\\\": 4, \\\"saigon\\\": 1, \\\"newport\\\": 6, \\\"snp\\\": 1, \\\"vietnam\\\": 5, \\\"taeknizon\\\": 1, \\\"selects\\\": 12, \\\"hpe\\\": 18, \\\"greenlake\\\": 4, \\\"expand\\\": 51, \\\"their\\\": 172, \\\"fully\\\": 18, \\\"managed\\\": 14, \\\"cloud\\\": 53, \\\"offering\\\": 89, \\\"uae\\\": 7, \\\"bad\\\": 70, \\\"news\\\": 139, \\\"keeps\\\": 26, \\\"getting\\\": 50, \\\"worse\\\": 28, \\\"ccl\\\": 9, \\\"pittsburghs\\\": 2, \\\"pace\\\": 17, \\\"behind\\\": 40, \\\"trend\\\": 51, \\\"but\\\": 260, \\\"workforce\\\": 21, \\\"concern\\\": 29, \\\"city\\\": 57, \\\"watchdog\\\": 18, \\\"admits\\\": 8, \\\"investment\\\": 209, \\\"rules\\\": 26, \\\"complex\\\": 5, \\\"staff\\\": 72, \\\"update\\\": 257, \\\"trade\\\": 268, \\\"desk\\\": 3, \\\"jumps\\\": 114, \\\"upbeat\\\": 30, \\\"gt\\\": 3, \\\"biopharma\\\": 3, \\\"templeton\\\": 6, \\\"global\\\": 523, \\\"income\\\": 127, \\\"gim\\\": 1, \\\"distribution\\\": 36, \\\"whirlpool\\\": 41, \\\"wins\\\": 46, \\\"best\\\": 94, \\\"cause\\\": 18, \\\"related\\\": 30, \\\"video\\\": 16, \\\"highlighting\\\": 6, \\\"social\\\": 27, \\\"responsibility\\\": 11, \\\"phillips\\\": 31, \\\"electronic\\\": 28, \\\"arts\\\": 21, \\\"that\\\": 404, \\\"raised\\\": 81, \\\"dividend\\\": 431, \\\"dmasia\\\": 2, \\\"august\\\": 40, \\\"benefon\\\": 4, \\\"extends\\\": 64, \\\"manufacturing\\\": 60, \\\"capability\\\": 4, \\\"asmobile\\\": 2, \\\"digitalmediaasiacom\\\": 2, \\\"dma\\\": 7, \\\"ahc\\\": 1, \\\"h\\\": 22, \\\"belo\\\": 1, \\\"halves\\\": 5, \\\"cuts\\\": 165, \\\"capital\\\": 345, \\\"spending\\\": 53, \\\"pearl\\\": 1, \\\"plaza\\\": 1, \\\"llc\\\": 103, \\\"joint\\\": 23, \\\"venture\\\": 20, \\\"srv\\\": 2, \\\"shanghai\\\": 21, \\\"industrial\\\": 76, \\\"holdings\\\": 155, \\\"co\\\": 112, \\\"concluded\\\": 5, \\\"decision\\\": 36, \\\"construction\\\": 71, \\\"phase\\\": 35, \\\"shopping\\\": 22, \\\"center\\\": 57, \\\"saint\\\": 3, \\\"petersburg\\\": 7, \\\"russia\\\": 154, \\\"happens\\\": 5, \\\"economic\\\": 125, \\\"momentum\\\": 53, \\\"wall\\\": 178, \\\"st\\\": 52, \\\"benchmarks\\\": 2, \\\"weak\\\": 204, \\\"rate\\\": 152, \\\"hike\\\": 92, \\\"sysco\\\": 12, \\\"transforming\\\": 3, \\\"future\\\": 62, \\\"foodservice\\\": 1, \\\"delivery\\\\u00a0announces\\\": 1, \\\"intent\\\": 2, \\\"battery\\\": 16, \\\"electric\\\": 72, \\\"freightliner\\\": 1, \\\"ecascadia\\\": 1, \\\"daimler\\\": 4, \\\"truck\\\": 12, \\\"north\\\": 55, \\\"serve\\\": 11, \\\"julia\\\": 2, \\\"sawalha\\\": 1, \\\"furious\\\": 3, \\\"being\\\": 49, \\\"told\\\": 26, \\\"she\\\": 7, \\\"old\\\": 36, \\\"chicken\\\": 14, \\\"run\\\": 67, \\\"sequel\\\": 2, \\\"quanta\\\": 18, \\\"services\\\": 253, \\\"appoints\\\": 35, \\\"redgie\\\": 1, \\\"probst\\\": 1, \\\"chief\\\": 96, \\\"operating\\\": 217, \\\"officer\\\": 49, \\\"disney\\\": 40, \\\"faces\\\": 83, \\\"backlash\\\": 10, \\\"simpsons\\\": 1, \\\"aspect\\\": 1, \\\"ratio\\\": 15, \\\"tcw\\\": 3, \\\"nike\\\": 33, \\\"twilio\\\": 5, \\\"roblox\\\": 6, \\\"splunk\\\": 5, \\\"schlumberger\\\": 25, \\\"zimmer\\\": 16, \\\"comcast\\\": 20, \\\"preliminary\\\": 17, \\\"meeting\\\": 61, \\\"cruise\\\": 63, \\\"jobs\\\": 178, \\\"pay\\\": 139, \\\"face\\\": 87, \\\"covid\\\": 214, \\\"crisis\\\": 197, \\\"telecos\\\": 1, \\\"sp\\\": 219, \\\"raises\\\": 122, \\\"debt\\\": 134, \\\"concerns\\\": 105, \\\"regency\\\": 26, \\\"centers\\\": 33, \\\"reg\\\": 11, \\\"surpasses\\\": 46, \\\"parker\\\": 19, \\\"hannifin\\\": 11, \\\"ph\\\": 8, \\\"beat\\\": 323, \\\"pound\\\": 43, \\\"lowest\\\": 42, \\\"two\\\": 181, \\\"years\\\": 249, \\\"brexit\\\": 119, \\\"uncertainty\\\": 42, \\\"cnh\\\": 3, \\\"upped\\\": 4, \\\"deutsche\\\": 68, \\\"valuation\\\": 29, \\\"beer\\\": 26, \\\"rises\\\": 163, \\\"cues\\\": 109, \\\"hedge\\\": 193, \\\"covanta\\\": 1, \\\"holding\\\": 51, \\\"cva\\\": 6, \\\"loving\\\": 3, \\\"smartfinancial\\\": 1, \\\"incs\\\": 62, \\\"nasdaqsmbk\\\": 1, \\\"yield\\\": 64, \\\"ppl\\\": 18, \\\"pepper\\\": 12, \\\"imports\\\": 21, \\\"highs\\\": 79, \\\"due\\\": 134, \\\"tight\\\": 11, \\\"supplies\\\": 19, \\\"midterm\\\": 1, \\\"elections\\\": 15, \\\"employer\\\": 9, \\\"abortion\\\": 14, \\\"benefits\\\": 31, \\\"watch\\\": 69, \\\"dc\\\": 11, \\\"diluted\\\": 14, \\\"stood\\\": 7, \\\"versus\\\": 20, \\\"engineering\\\": 41, \\\"metso\\\": 10, \\\"oyj\\\": 102, \\\"completed\\\": 8, \\\"acquisition\\\": 82, \\\"machinery\\\": 16, \\\"japanese\\\": 14, \\\"mitsubishi\\\": 6, \\\"heavy\\\": 19, \\\"industries\\\": 117, \\\"mhi\\\": 1, \\\"undisclosed\\\": 7, \\\"sum\\\": 7, \\\"briefly\\\": 9, \\\"flips\\\": 2, \\\"negative\\\": 72, \\\"territory\\\": 22, \\\"opening\\\": 28, \\\"slip\\\": 75, \\\"micron\\\": 32, \\\"provide\\\": 32, \\\"clues\\\": 2, \\\"whether\\\": 9, \\\"boom\\\": 23, \\\"passed\\\": 12, \\\"altria\\\": 21, \\\"gets\\\": 93, \\\"gas\\\": 162, \\\"partly\\\": 3, \\\"blame\\\": 18, \\\"vnoto\\\": 1, \\\"follow\\\": 21, \\\"signal\\\": 35, \\\"ndx\\\": 2, \\\"internals\\\": 1, \\\"technical\\\": 33, \\\"qqq\\\": 7, \\\"retain\\\": 12, \\\"patterson\\\": 4, \\\"pdco\\\": 3, \\\"dexcom\\\": 23, \\\"dxcm\\\": 11, \\\"g\\\": 76, \\\"cgm\\\": 4, \\\"system\\\": 61, \\\"public\\\": 80, \\\"coverage\\\": 13, \\\"ontario\\\": 2, \\\"ba\\\": 27, \\\"accuses\\\": 14, \\\"heathrow\\\": 10, \\\"runway\\\": 1, \\\"gravy\\\": 1, \\\"train\\\": 10, \\\"rockwell\\\": 21, \\\"automation\\\": 40, \\\"rok\\\": 7, \\\"enerpac\\\": 2, \\\"tool\\\": 25, \\\"epac\\\": 2, \\\"increase\\\": 126, \\\"yy\\\": 164, \\\"sparc\\\": 3, \\\"usfda\\\": 13, \\\"rescinds\\\": 1, \\\"approval\\\": 44, \\\"drug\\\": 80, \\\"advance\\\": 52, \\\"auto\\\": 121, \\\"parts\\\": 51, \\\"dates\\\": 14, \\\"fourth\\\": 151, \\\"full\\\": 109, \\\"release\\\": 155, \\\"conference\\\": 253, \\\"call\\\": 206, \\\"hinduja\\\": 3, \\\"facebook\\\": 37, \\\"wasnt\\\": 3, \\\"typical\\\": 1, \\\"look\\\": 170, \\\"impact\\\": 81, \\\"supply\\\": 234, \\\"chains\\\": 25, \\\"little\\\": 29, \\\"cautious\\\": 29, \\\"abb\\\": 6, \\\"avinnash\\\": 16, \\\"gorakssakar\\\": 18, \\\"delta\\\": 34, \\\"peninsula\\\": 6, \\\"land\\\": 35, \\\"tax\\\": 101, \\\"scanner\\\": 2, \\\"shire\\\": 12, \\\"baxalta\\\": 7, \\\"expected\\\": 238, \\\"equifax\\\": 20, \\\"efx\\\": 7, \\\"last\\\": 502, \\\"can\\\": 334, \\\"rebound\\\": 162, \\\"tuesday\\\": 35, \\\"indonesia\\\": 11, \\\"braces\\\": 8, \\\"export\\\": 21, \\\"hit\\\": 282, \\\"virus\\\": 49, \\\"saps\\\": 2, \\\"chinese\\\": 46, \\\"demand\\\": 371, \\\"\\\\u00f6sterreichische\\\": 1, \\\"post\\\": 169, \\\"ags\\\": 1, \\\"viepost\\\": 1, \\\"dropped\\\": 32, \\\"did\\\": 46, \\\"fare\\\": 5, \\\"against\\\": 118, \\\"ulta\\\": 23, \\\"beauty\\\": 19, \\\"fiscal\\\": 89, \\\"climate\\\": 68, \\\"change\\\": 48, \\\"threat\\\": 44, \\\"germans\\\\u201a\\\": 1, \\\"need\\\": 54, \\\"speed\\\": 20, \\\"autobahn\\\": 1, \\\"premarket\\\": 120, \\\"uk\\\": 121, \\\"claims\\\": 58, \\\"soar\\\": 45, \\\"nearly\\\": 131, \\\"april\\\": 88, \\\"overhaul\\\": 10, \\\"uks\\\": 34, \\\"poor\\\": 39, \\\"banking\\\": 70, \\\"culture\\\": 15, \\\"slow\\\": 34, \\\"standards\\\": 9, \\\"chair\\\": 16, \\\"european\\\": 85, \\\"buoyed\\\": 8, \\\"chemical\\\": 28, \\\"help\\\": 75, \\\"bill\\\": 33, \\\"debts\\\": 10, \\\"incurred\\\": 2, \\\"pandemic\\\": 77, \\\"coming\\\": 49, \\\"eligible\\\": 2, \\\"sce\\\": 7, \\\"equities\\\": 32, \\\"real\\\": 103, \\\"long\\\": 195, \\\"term\\\": 195, \\\"knowles\\\": 1, \\\"just\\\": 167, \\\"missed\\\": 24, \\\"think\\\": 52, \\\"happen\\\": 10, \\\"next\\\": 205, \\\"alphabet\\\": 17, \\\"googl\\\": 8, \\\"updates\\\": 35, \\\"google\\\": 34, \\\"meet\\\": 42, \\\"innovative\\\": 20, \\\"features\\\": 5, \\\"there\\\": 58, \\\"opportunity\\\": 49, \\\"gartner\\\": 25, \\\"nyseit\\\": 1, \\\"loss\\\": 419, \\\"selloff\\\": 23, \\\"turns\\\": 41, \\\"ugly\\\": 6, \\\"investments\\\": 52, \\\"operational\\\": 16, \\\"changes\\\": 31, \\\"enable\\\": 14, \\\"additional\\\": 18, \\\"optimisation\\\": 1, \\\"working\\\": 35, \\\"hours\\\": 39, \\\"thereby\\\": 2, \\\"cost\\\": 121, \\\"car\\\": 63, \\\"production\\\": 103, \\\"eighth\\\": 6, \\\"month\\\": 221, \\\"row\\\": 27, \\\"exports\\\": 34, \\\"dive\\\": 11, \\\"shreyas\\\": 2, \\\"shipping\\\": 24, \\\"bullion\\\": 3, \\\"dominates\\\": 2, \\\"agriculture\\\": 3, \\\"reits\\\": 24, \\\"stronger\\\": 13, \\\"pentair\\\": 24, \\\"pnr\\\": 6, \\\"pleatco\\\": 2, \\\"eyes\\\": 29, \\\"water\\\": 84, \\\"filtration\\\": 1, \\\"eastman\\\": 19, \\\"nyseemn\\\": 2, \\\"announced\\\": 42, \\\"increasing\\\": 25, \\\"factories\\\": 16, \\\"suffer\\\": 33, \\\"war\\\": 74, \\\"tensions\\\": 15, \\\"james\\\": 38, \\\"rjf\\\": 8, \\\"grow\\\": 105, \\\"weeks\\\": 92, \\\"revance\\\": 1, \\\"files\\\": 38, \\\"application\\\": 24, \\\"frown\\\": 1, \\\"line\\\": 127, \\\"treatment\\\": 39, \\\"evercore\\\": 14, \\\"cowen\\\": 8, \\\"take\\\": 146, \\\"season\\\": 72, \\\"west\\\": 45, \\\"pharmaceutical\\\": 14, \\\"wst\\\": 4, \\\"estimate\\\": 102, \\\"dentsply\\\": 27, \\\"international\\\": 192, \\\"xray\\\": 9, \\\"sempra\\\": 18, \\\"infrastructure\\\": 59, \\\"contributes\\\": 1, \\\"enhance\\\": 13, \\\"memorial\\\": 4, \\\"park\\\": 20, \\\"landscape\\\": 5, \\\"unilever\\\": 18, \\\"despite\\\": 148, \\\"slump\\\": 105, \\\"jspl\\\": 16, \\\"stop\\\": 62, \\\"ashwani\\\": 98, \\\"gujral\\\": 98, \\\"w\\\": 11, \\\"r\\\": 17, \\\"berkley\\\": 10, \\\"split\\\": 26, \\\"declares\\\": 111, \\\"regular\\\": 15, \\\"quarterly\\\": 171, \\\"general\\\": 90, \\\"dynamics\\\": 18, \\\"board\\\": 122, \\\"dhanlaxmi\\\": 1, \\\"posts\\\": 83, \\\"june\\\": 103, \\\"stx\\\": 10, \\\"off\\\": 248, \\\"bottom\\\": 35, \\\"still\\\": 149, \\\"bear\\\": 82, \\\"datasecurity\\\": 1, \\\"emc\\\": 1, \\\"sndk\\\": 1, \\\"wdc\\\": 10, \\\"acadia\\\": 8, \\\"healthcare\\\": 94, \\\"achc\\\": 5, \\\"spicejet\\\": 14, \\\"surges\\\": 106, \\\"denies\\\": 13, \\\"parking\\\": 1, \\\"slots\\\": 1, \\\"berkshire\\\": 15, \\\"seeks\\\": 32, \\\"wells\\\": 53, \\\"fargo\\\": 48, \\\"above\\\": 98, \\\"assurant\\\": 10, \\\"aiz\\\": 8, \\\"pre\\\": 93, \\\"open\\\": 115, \\\"positive\\\": 99, \\\"note\\\": 24, \\\"find\\\": 30, \\\"support\\\": 103, \\\"\\\\u2018judge\\\": 1, \\\"judy\\\\u2019\\\": 1, \\\"salary\\\": 3, \\\"case\\\": 47, \\\"closed\\\": 22, \\\"lawsuit\\\": 32, \\\"royal\\\": 46, \\\"scotland\\\": 7, \\\"santander\\\": 7, \\\"rebuked\\\": 1, \\\"breaking\\\": 47, \\\"ppi\\\": 8, \\\"boeing\\\": 82, \\\"forecasting\\\": 10, \\\"timetable\\\": 3, \\\"max\\\": 33, \\\"three\\\": 121, \\\"largest\\\": 59, \\\"airlines\\\": 117, \\\"american\\\": 141, \\\"united\\\": 95, \\\"have\\\": 350, \\\"canceled\\\": 8, \\\"flights\\\": 35, \\\"between\\\": 33, \\\"sta\\\": 1, \\\"cme\\\": 31, \\\"performer\\\": 5, \\\"artisan\\\": 4, \\\"partners\\\": 97, \\\"invesco\\\": 34, \\\"gvk\\\": 5, \\\"infra\\\": 48, \\\"replay\\\": 1, \\\"activism\\\": 3, \\\"join\\\": 26, \\\"spring\\\": 14, \\\"corpgov\\\": 3, \\\"forum\\\": 12, \\\"wednesday\\\": 26, \\\"glass\\\": 20, \\\"lewis\\\": 11, \\\"morrow\\\": 2, \\\"ve\\\": 4, \\\"icr\\\": 2, \\\"cut\\\": 215, \\\"wedbush\\\": 8, \\\"stable\\\": 18, \\\"western\\\": 47, \\\"union\\\": 90, \\\"wu\\\": 5, \\\"higher\\\": 270, \\\"going\\\": 74, \\\"ounce\\\": 5, \\\"expert\\\": 27, \\\"neotel\\\": 1, \\\"sale\\\": 141, \\\"give\\\": 32, \\\"dipan\\\": 25, \\\"mehta\\\": 41, \\\"packaging\\\": 39, \\\"americas\\\": 34, \\\"executive\\\": 64, \\\"participate\\\": 52, \\\"bmos\\\": 1, \\\"chemicals\\\": 31, \\\"summit\\\": 30, \\\"scanfil\\\": 15, \\\"supplier\\\": 43, \\\"contract\\\": 108, \\\"manufacturer\\\": 23, \\\"sector\\\": 165, \\\"start\\\": 68, \\\"personnel\\\": 17, \\\"negotiations\\\": 20, \\\"oulu\\\": 2, \\\"finland\\\": 97, \\\"lay\\\": 21, \\\"temporarily\\\": 14, \\\"emerson\\\": 14, \\\"emr\\\": 7, \\\"synopsys\\\": 17, \\\"snps\\\": 4, \\\"titan\\\": 14, \\\"aggressive\\\": 9, \\\"expansion\\\": 49, \\\"plans\\\": 133, \\\"volumes\\\": 34, \\\"seawind\\\": 1, \\\"en\\\": 1, \\\"route\\\": 5, \\\"port\\\": 12, \\\"turku\\\": 3, \\\"stockholm\\\": 6, \\\"got\\\": 26, \\\"stuck\\\": 13, \\\"already\\\": 33, \\\"around\\\": 52, \\\"pm\\\": 20, \\\"regal\\\": 2, \\\"journey\\\": 6, \\\"swedish\\\": 29, \\\"kapellskar\\\": 1, \\\"paldiski\\\": 1, \\\"northwestern\\\": 1, \\\"estonia\\\": 4, \\\"short\\\": 165, \\\"am\\\": 35, \\\"thursday\\\": 37, \\\"freeport\\\": 22, \\\"mcmoran\\\": 18, \\\"citigroup\\\": 22, \\\"asia\\\": 81, \\\"institutional\\\": 16, \\\"arm\\\": 29, \\\"k\\\": 63, \\\"hirings\\\": 1, \\\"garmin\\\": 19, \\\"boating\\\": 1, \\\"safety\\\": 51, \\\"award\\\": 27, \\\"finance\\\": 121, \\\"great\\\": 97, \\\"borgwarner\\\": 23, \\\"completes\\\": 45, \\\"santrolls\\\": 1, \\\"light\\\": 19, \\\"vehicle\\\": 15, \\\"emotor\\\": 1, \\\"dont\\\": 45, \\\"expect\\\": 53, \\\"relocations\\\": 1, \\\"expansions\\\": 1, \\\"fruit\\\": 5, \\\"lpl\\\": 1, \\\"lpla\\\": 1, \\\"metrics\\\": 4, \\\"volatility\\\": 42, \\\"shortcuts\\\": 2, \\\"\\\\u201ai\\\": 3, \\\"agree\\\": 14, \\\"piers\\\": 1, \\\"morgan\\\\u201a\\\": 1, \\\"ms\\\\u201as\\\": 1, \\\"vegetarian\\\": 1, \\\"percy\\\": 1, \\\"pigs\\\": 2, \\\"leave\\\": 27, \\\"taste\\\": 5, \\\"mouth\\\": 1, \\\"infosys\\\": 59, \\\"implied\\\": 9, \\\"volatilty\\\": 1, \\\"buyers\\\": 30, \\\"queue\\\": 2, \\\"puchase\\\": 1, \\\"york\\\": 53, \\\"subscription\\\": 4, \\\"single\\\": 23, \\\"digits\\\": 6, \\\"birla\\\": 13, \\\"acquire\\\": 71, \\\"jojobera\\\": 1, \\\"sonadih\\\": 1, \\\"cement\\\": 52, \\\"lafarge\\\": 3, \\\"deduplicates\\\": 1, \\\"audiences\\\": 1, \\\"across\\\": 32, \\\"leading\\\": 43, \\\"streaming\\\": 27, \\\"providers\\\": 8, \\\"medium\\\": 16, \\\"prospects\\\": 51, \\\"encouraging\\\": 8, \\\"nitin\\\": 15, \\\"raheja\\\": 12, \\\"uso\\\": 9, \\\"oil\\\": 487, \\\"uco\\\": 6, \\\"crude\\\": 88, \\\"inventory\\\": 18, \\\"unexpectedly\\\": 5, \\\"shrinks\\\": 11, \\\"chubb\\\": 11, \\\"cb\\\": 6, \\\"looks\\\": 94, \\\"ripe\\\": 7, \\\"turnaround\\\": 23, \\\"bullish\\\": 107, \\\"century\\\": 9, \\\"textiles\\\": 4, \\\"arvind\\\": 11, \\\"better\\\": 108, \\\"performers\\\": 3, \\\"travelers\\\": 19, \\\"expands\\\": 59, \\\"telematics\\\": 4, \\\"offerings\\\": 7, \\\"intellidriveplus\\\": 1, \\\"midday\\\": 24, \\\"movers\\\": 30, \\\"novavax\\\": 8, \\\"sirona\\\": 19, \\\"notice\\\": 9, \\\"filing\\\": 12, \\\"delinquency\\\": 1, \\\"chaos\\\": 24, \\\"most\\\": 133, \\\"companie\\\": 2, \\\"gmr\\\": 11, \\\"unitech\\\": 8, \\\"among\\\": 79, \\\"losers\\\": 23, \\\"motionals\\\": 1, \\\"hyundai\\\": 5, \\\"ioniq\\\": 1, \\\"robotaxi\\\": 1, \\\"ready\\\": 30, \\\"streets\\\": 13, \\\"arconic\\\": 9, \\\"arnc\\\": 4, \\\"lag\\\": 41, \\\"exit\\\": 41, \\\"idea\\\": 30, \\\"immediately\\\": 2, \\\"rajat\\\": 16, \\\"bose\\\": 14, \\\"cottonseed\\\": 3, \\\"philip\\\": 45, \\\"morrisswedish\\\": 1, \\\"match\\\": 31, \\\"nicotine\\\": 2, \\\"alternatives\\\": 5, \\\"vogue\\\": 2, \\\"smokeless\\\": 1, \\\"tourism\\\": 7, \\\"hotspots\\\": 1, \\\"worst\\\": 109, \\\"lockdown\\\": 42, \\\"job\\\": 74, \\\"losses\\\": 153, \\\"sandeep\\\": 54, \\\"wagle\\\": 50, \\\"heinz\\\": 25, \\\"product\\\": 47, \\\"thats\\\": 22, \\\"either\\\": 4, \\\"brilliant\\\": 1, \\\"really\\\": 26, \\\"dumb\\\": 2, \\\"centerpoint\\\": 13, \\\"closer\\\": 16, \\\"becoming\\\": 11, \\\"play\\\": 42, \\\"regulated\\\": 2, \\\"utility\\\": 14, \\\"colgate\\\": 22, \\\"palmolive\\\": 16, \\\"autozone\\\": 18, \\\"benefited\\\": 1, \\\"variety\\\": 2, \\\"factors\\\": 34, \\\"such\\\": 9, \\\"healthy\\\": 14, \\\"consumer\\\": 117, \\\"older\\\": 1, \\\"vehicles\\\": 16, \\\"road\\\": 22, \\\"mmtc\\\": 6, \\\"pamp\\\": 1, \\\"coins\\\": 1, \\\"sold\\\": 60, \\\"dhanteras\\\": 2, \\\"officially\\\": 3, \\\"thanks\\\": 9, \\\"marketaxess\\\": 21, \\\"mktx\\\": 11, \\\"realty\\\": 123, \\\"trust\\\": 94, \\\"frt\\\": 5, \\\"sinks\\\": 146, \\\"upper\\\": 11, \\\"bb\\\": 5, \\\"overbought\\\": 5, \\\"drive\\\": 41, \\\"cornings\\\": 4, \\\"glw\\\": 14, \\\"jpmorgan\\\": 61, \\\"chase\\\": 21, \\\"falling\\\": 77, \\\"brent\\\": 45, \\\"holds\\\": 32, \\\"near\\\": 115, \\\"ample\\\": 10, \\\"completion\\\": 35, \\\"recycling\\\": 11, \\\"plant\\\": 85, \\\"important\\\": 11, \\\"link\\\": 8, \\\"creating\\\": 12, \\\"waste\\\": 35, \\\"dubna\\\": 1, \\\"region\\\": 16, \\\"meets\\\": 14, \\\"eu\\\": 55, \\\"tsla\\\": 65, \\\"riptwitter\\\": 1, \\\"numbers\\\": 33, \\\"show\\\": 69, \\\"plenty\\\": 5, \\\"life\\\": 94, \\\"trumponomics\\\": 2, \\\"fizzles\\\": 2, \\\"rickjnewman\\\": 1, \\\"prime\\\": 25, \\\"dax\\\": 6, \\\"key\\\": 94, \\\"amazon\\\": 87, \\\"buyback\\\": 28, \\\"alliancebernstein\\\": 2, \\\"ab\\\": 23, \\\"witnesses\\\": 1, \\\"marginal\\\": 3, \\\"aum\\\": 14, \\\"maybe\\\": 6, \\\"those\\\": 28, \\\"aapl\\\": 66, \\\"calls\\\": 71, \\\"had\\\": 64, \\\"morning\\\": 31, \\\"left\\\": 47, \\\"table\\\": 11, \\\"dives\\\": 26, \\\"comparable\\\": 18, \\\"january\\\": 112, \\\"period\\\": 196, \\\"fell\\\": 95, \\\"corresponding\\\": 91, \\\"performance\\\": 51, \\\"debenhams\\\": 16, \\\"symptom\\\": 2, \\\"street\\\": 257, \\\"struggling\\\": 24, \\\"survive\\\": 10, \\\"devang\\\": 12, \\\"visaria\\\": 9, \\\"devangvisariacom\\\": 2, \\\"probably\\\": 6, \\\"entirely\\\": 2, \\\"tractor\\\": 21, \\\"upcoming\\\": 49, \\\"investor\\\": 127, \\\"events\\\": 17, \\\"british\\\": 53, \\\"steel\\\": 85, \\\"asks\\\": 12, \\\"avert\\\": 3, \\\"lousy\\\": 2, \\\"quarterexcept\\\": 1, \\\"dollar\\\": 192, \\\"excluding\\\": 21, \\\"non\\\": 42, \\\"recurring\\\": 20, \\\"items\\\": 30, \\\"totaled\\\": 25, \\\"compared\\\": 111, \\\"turnover\\\": 35, \\\"rose\\\": 97, \\\"eurm\\\": 41, \\\"wing\\\": 5, \\\"cook\\\": 10, \\\"sizzling\\\": 1, \\\"return\\\": 91, \\\"currency\\\": 35, \\\"headwinds\\\": 37, \\\"weigh\\\": 47, \\\"progressive\\\": 15, \\\"common\\\": 49, \\\"debs\\\": 1, \\\"suggest\\\": 8, \\\"mike\\\": 15, \\\"ashleys\\\": 5, \\\"takeover\\\": 44, \\\"bid\\\": 48, \\\"wont\\\": 28, \\\"headlines\\\": 3, \\\"heat\\\": 13, \\\"karur\\\": 6, \\\"vysya\\\": 9, \\\"nasdaqreg\\\": 4, \\\"doubts\\\": 9, \\\"glaxosmithklines\\\": 1, \\\"bln\\\": 62, \\\"plan\\\": 140, \\\"westpac\\\": 5, \\\"aptivs\\\": 2, \\\"aptv\\\": 7, \\\"renaissancere\\\": 3, \\\"rnr\\\": 2, \\\"okays\\\": 5, \\\"boosts\\\": 52, \\\"shareholder\\\": 66, \\\"troika\\\": 3, \\\"laundromat\\\": 3, \\\"leak\\\": 5, \\\"exposes\\\": 8, \\\"russian\\\": 56, \\\"prince\\\": 1, \\\"charles\\\": 22, \\\"kla\\\": 19, \\\"goal\\\": 17, \\\"renewable\\\": 28, \\\"beis\\\": 1, \\\"strike\\\": 65, \\\"outsourced\\\": 1, \\\"service\\\": 100, \\\"workers\\\": 104, \\\"tietoenator\\\": 5, \\\"bucking\\\": 1, \\\"flat\\\": 47, \\\"slipping\\\": 3, \\\"earlier\\\": 59, \\\"zoom\\\": 19, \\\"rising\\\": 103, \\\"competition\\\": 29, \\\"underperforms\\\": 4, \\\"data\\\": 243, \\\"making\\\": 51, \\\"impossible\\\": 5, \\\"wti\\\": 14, \\\"winner\\\": 10, \\\"merkels\\\": 1, \\\"government\\\": 98, \\\"boerse\\\": 4, \\\"lse\\\": 10, \\\"merger\\\": 56, \\\"australia\\\": 34, \\\"months\\\": 129, \\\"five\\\": 168, \\\"might\\\": 76, \\\"taking\\\": 51, \\\"toll\\\": 38, \\\"fiserv\\\": 16, \\\"nasdaqfisv\\\": 1, \\\"ive\\\": 2, \\\"never\\\": 42, \\\"liked\\\": 1, \\\"warnings\\\": 10, \\\"beyond\\\": 43, \\\"sheryl\\\": 2, \\\"sandbergs\\\": 1, \\\"departure\\\": 6, \\\"shouldnt\\\": 10, \\\"bold\\\": 4, \\\"spinning\\\": 4, \\\"red\\\": 57, \\\"fabric\\\": 1, \\\"design\\\": 35, \\\"beautifully\\\": 1, \\\"ercols\\\": 1, \\\"napoli\\\": 1, \\\"sofa\\\": 1, \\\"mobos\\\": 1, \\\"founders\\\": 7, \\\"letter\\\": 11, \\\"racism\\\": 8, \\\"music\\\": 17, \\\"keysight\\\": 23, \\\"keys\\\": 6, \\\"avery\\\": 23, \\\"dennison\\\": 23, \\\"corporations\\\": 35, \\\"nyseavy\\\": 2, \\\"roe\\\": 30, \\\"continue\\\": 152, \\\"surpass\\\": 75, \\\"average\\\": 37, \\\"insecticides\\\": 6, \\\"declines\\\": 79, \\\"introducing\\\": 11, \\\"highway\\\": 2, \\\"nasdaqhiho\\\": 1, \\\"slid\\\": 8, \\\"four\\\": 60, \\\"small\\\": 87, \\\"owners\\\": 16, \\\"view\\\": 103, \\\"employee\\\": 12, \\\"top\\\": 397, \\\"priority\\\": 6, \\\"petronet\\\": 11, \\\"lng\\\": 41, \\\"adb\\\": 2, \\\"outpaces\\\": 23, \\\"darden\\\": 13, \\\"major\\\": 86, \\\"pattern\\\": 15, \\\"blog\\\": 35, \\\"unitedhealth\\\": 15, \\\"danaher\\\": 18, \\\"vertex\\\": 15, \\\"pharmaceuticals\\\": 35, \\\"canadian\\\": 37, \\\"pacific\\\": 60, \\\"railway\\\": 21, \\\"gatx\\\": 1, \\\"siemens\\\": 19, \\\"march\\\": 105, \\\"qtr\\\": 11, \\\"ormat\\\": 5, \\\"technologies\\\": 174, \\\"signs\\\": 48, \\\"agreement\\\": 78, \\\"cc\\\": 5, \\\"mw\\\": 6, \\\"geothermal\\\": 2, \\\"capacity\\\": 31, \\\"fortive\\\": 16, \\\"ftv\\\": 7, \\\"sba\\\": 19, \\\"sets\\\": 34, \\\"date\\\": 48, \\\"builder\\\": 4, \\\"persimmon\\\": 4, \\\"hails\\\": 1, \\\"house\\\": 44, \\\"shanthi\\\": 1, \\\"gears\\\": 8, \\\"many\\\": 29, \\\"estate\\\": 62, \\\"gone\\\": 12, \\\"reason\\\": 19, \\\"cautiously\\\": 7, \\\"mehraboon\\\": 20, \\\"irani\\\": 22, \\\"softbank\\\": 12, \\\"backed\\\": 19, \\\"oneconnect\\\": 1, \\\"debut\\\": 32, \\\"pilots\\\": 22, \\\"picket\\\": 4, \\\"nvidia\\\": 46, \\\"amd\\\": 23, \\\"lows\\\": 63, \\\"ubs\\\": 25, \\\"reaffirms\\\": 13, \\\"peloton\\\": 10, \\\"rating\\\": 73, \\\"firstsource\\\": 9, \\\"supercomputer\\\": 1, \\\"shattered\\\": 1, \\\"whats\\\": 152, \\\"mean\\\": 13, \\\"trouble\\\": 39, \\\"dupont\\\": 15, \\\"earns\\\": 21, \\\"perfect\\\": 8, \\\"score\\\": 12, \\\"foundations\\\": 4, \\\"corporate\\\": 85, \\\"equality\\\": 17, \\\"ecolab\\\": 16, \\\"expects\\\": 83, \\\"q\\\": 13, \\\"disruptions\\\": 15, \\\"teens\\\": 1, \\\"adjusted\\\": 19, \\\"indiabulls\\\": 11, \\\"kunal\\\": 4, \\\"bothra\\\": 1, \\\"americans\\\": 28, \\\"increasingly\\\": 4, \\\"worried\\\": 23, \\\"curb\\\": 8, \\\"according\\\": 69, \\\"t\\\\u2026\\\": 8, \\\"profits\\\": 83, \\\"fake\\\": 15, \\\"privacy\\\": 9, \\\"scandals\\\": 5, \\\"chgg\\\": 1, \\\"chegg\\\": 3, \\\"advise\\\": 4, \\\"avoidance\\\": 2, \\\"both\\\": 33, \\\"psu\\\": 31, \\\"banks\\\": 153, \\\"saurabh\\\": 4, \\\"mukherjea\\\": 4, \\\"weworks\\\": 1, \\\"ipo\\\": 83, \\\"delay\\\": 30, \\\"blow\\\": 17, \\\"giant\\\": 24, \\\"\\\\u201asmart\\\": 1, \\\"homes\\\\u201a\\\": 1, \\\"caps\\\": 20, \\\"drained\\\": 1, \\\"centrica\\\\u201as\\\": 1, \\\"scientific\\\": 32, \\\"instruments\\\": 25, \\\"uss\\\": 4, \\\"digital\\\": 100, \\\"divide\\\": 3, \\\"kill\\\": 6, \\\"people\\\": 62, \\\"inequalities\\\": 1, \\\"surprise\\\": 64, \\\"streak\\\": 34, \\\"pinnacle\\\": 14, \\\"pnw\\\": 9, \\\"denver\\\": 4, \\\"nuggets\\\": 1, \\\"sues\\\": 30, \\\"antitrust\\\": 10, \\\"frances\\\": 2, \\\"o\\\\u201agrady\\\": 1, \\\"question\\\": 12, \\\"everything\\\": 9, \\\"golds\\\": 6, \\\"haven\\\": 10, \\\"reputation\\\": 2, \\\"took\\\": 16, \\\"serious\\\": 8, \\\"beating\\\": 20, \\\"tumbling\\\": 13, \\\"sought\\\": 2, \\\"bro\\\\u2026\\\": 1, \\\"hammered\\\": 11, \\\"lowes\\\": 35, \\\"expectations\\\": 101, \\\"bit\\\": 16, \\\"cold\\\": 18, \\\"weather\\\": 31, \\\"hurt\\\": 63, \\\"hong\\\": 59, \\\"kong\\\": 55, \\\"end\\\": 130, \\\"policy\\\": 37, \\\"festive\\\": 11, \\\"trigger\\\": 9, \\\"dhiraj\\\": 5, \\\"sachdev\\\": 4, \\\"hsbc\\\": 27, \\\"teco\\\": 1, \\\"csx\\\": 30, \\\"standoff\\\": 3, \\\"lack\\\": 27, \\\"coal\\\": 50, \\\"bend\\\": 2, \\\"station\\\": 8, \\\"weakness\\\": 45, \\\"ralph\\\": 24, \\\"lauren\\\": 21, \\\"nyserl\\\": 4, \\\"sign\\\": 44, \\\"wrong\\\": 33, \\\"given\\\": 25, \\\"does\\\": 40, \\\"depots\\\": 8, \\\"dampens\\\": 2, \\\"festival\\\": 6, \\\"fever\\\": 3, \\\"cools\\\": 14, \\\"prudential\\\": 22, \\\"religare\\\": 9, \\\"enterprises\\\": 16, \\\"preferential\\\": 5, \\\"allotment\\\": 3, \\\"goods\\\": 45, \\\"launches\\\": 107, \\\"muse\\\": 2, \\\"accelerator\\\": 6, \\\"focused\\\": 6, \\\"early\\\": 65, \\\"stage\\\": 23, \\\"bipoc\\\": 1, \\\"retailers\\\": 62, \\\"significant\\\": 46, \\\"distress\\\": 5, \\\"retirement\\\": 23, \\\"sam\\\": 5, \\\"vice\\\": 33, \\\"president\\\": 84, \\\"parsvnath\\\": 3, \\\"metlife\\\": 14, \\\"met\\\": 15, \\\"ranked\\\": 13, \\\"inclusive\\\": 6, \\\"lgbtq\\\": 5, \\\"workplaces\\\": 1, \\\"colorado\\\": 11, \\\"\\\\u201cinnovation\\\": 1, \\\"states\\\": 25, \\\"highly\\\": 9, \\\"concentrated\\\": 1, \\\"vast\\\": 2, \\\"swaths\\\": 1, \\\"our\\\": 93, \\\"population\\\": 3, \\\"participating\\\": 1, \\\"care\\\": 61, \\\"clsa\\\": 16, \\\"genpact\\\": 4, \\\"tot\\\": 1, \\\"total\\\": 66, \\\"solid\\\": 79, \\\"continuing\\\": 16, \\\"execute\\\": 5, \\\"story\\\": 23, \\\"reading\\\": 9, \\\"economy\\\": 256, \\\"we\\\": 129, \\\"reached\\\": 13, \\\"normal\\\": 4, \\\"finnair\\\": 17, \\\"spokesman\\\": 1, \\\"usko\\\": 1, \\\"maatta\\\": 1, \\\"wealth\\\": 46, \\\"advisors\\\": 50, \\\"tjx\\\": 37, \\\"uipath\\\": 4, \\\"lockheed\\\": 20, \\\"martin\\\": 48, \\\"avy\\\": 12, \\\"icymi\\\": 4, \\\"spiked\\\": 4, \\\"airstrike\\\": 1, \\\"killed\\\": 8, \\\"iranian\\\": 2, \\\"commander\\\": 1, \\\"baghdadthe\\\": 1, \\\"escalates\\\": 4, \\\"alre\\\\u2026\\\": 1, \\\"medtronic\\\": 28, \\\"recalls\\\": 22, \\\"harmony\\\": 3, \\\"delivery\\\": 35, \\\"catheter\\\": 1, \\\"while\\\": 68, \\\"procedure\\\": 3, \\\"south\\\": 57, \\\"east\\\": 23, \\\"asian\\\": 69, \\\"lead\\\": 71, \\\"regional\\\": 14, \\\"ironwood\\\": 1, \\\"accelerate\\\": 25, \\\"diagnostics\\\": 19, \\\"vanguard\\\": 54, \\\"etf\\\": 179, \\\"dizzying\\\": 1, \\\"swings\\\": 16, \\\"torching\\\": 1, \\\"predictions\\\": 7, \\\"council\\\": 15, \\\"pensions\\\": 11, \\\"woodford\\\": 9, \\\"costco\\\": 35, \\\"latest\\\": 63, \\\"stellar\\\": 13, \\\"your\\\": 88, \\\"cdw\\\": 12, \\\"position\\\": 33, \\\"mo\\\": 6, \\\"dominion\\\": 30, \\\"freight\\\": 13, \\\"registers\\\": 9, \\\"dipping\\\": 3, \\\"testing\\\": 23, \\\"ma\\\": 31, \\\"youd\\\": 11, \\\"chinas\\\": 43, \\\"yuan\\\": 34, \\\"fears\\\": 157, \\\"beijing\\\": 5, \\\"talks\\\": 78, \\\"mine\\\": 14, \\\"delays\\\": 41, \\\"buttressing\\\": 1, \\\"beleaguered\\\": 2, \\\"bulls\\\": 21, \\\"forcing\\\": 4, \\\"recalibrate\\\": 1, \\\"trick\\\": 3, \\\"sleeve\\\": 1, \\\"saudi\\\": 23, \\\"pif\\\": 2, \\\"shortlisted\\\": 1, \\\"bidder\\\": 3, \\\"starbucks\\\": 29, \\\"mideast\\\": 1, \\\"sources\\\": 24, \\\"resume\\\": 12, \\\"factory\\\": 33, \\\"mixed\\\": 56, \\\"weighs\\\": 24, \\\"northern\\\": 37, \\\"ntrs\\\": 3, \\\"offers\\\": 51, \\\"clients\\\": 14, \\\"comprehensive\\\": 4, \\\"activity\\\": 27, \\\"rupee\\\": 83, \\\"paise\\\": 12, \\\"bond\\\": 122, \\\"pool\\\": 5, \\\"hopes\\\": 60, \\\"recovery\\\": 37, \\\"soar\\\\u00a0\\\": 1, \\\"livx\\\": 3, \\\"livexlive\\\": 3, \\\"media\\\": 76, \\\"samsung\\\": 16, \\\"announce\\\": 52, \\\"partnership\\\": 60, \\\"si\\\": 16, \\\"base\\\": 34, \\\"sustained\\\": 9, \\\"stockists\\\": 10, \\\"hazard\\\": 4, \\\"fear\\\": 35, \\\"upgrades\\\": 45, \\\"arwr\\\": 1, \\\"caci\\\": 3, \\\"cf\\\": 39, \\\"deck\\\": 2, \\\"dks\\\": 3, \\\"enr\\\": 1, \\\"eqm\\\": 2, \\\"etrn\\\": 1, \\\"fe\\\": 5, \\\"hlx\\\": 2, \\\"jd\\\": 18, \\\"kim\\\": 9, \\\"lyft\\\": 17, \\\"ntr\\\": 1, \\\"nvda\\\": 13, \\\"oran\\\": 1, \\\"snap\\\": 40, \\\"wen\\\": 1, \\\"wri\\\": 2, \\\"zs\\\": 5, \\\"tyre\\\": 8, \\\"europe\\\": 53, \\\"flee\\\": 5, \\\"seek\\\": 15, \\\"refuge\\\": 2, \\\"ukraine\\\": 87, \\\"election\\\": 31, \\\"ibm\\\": 27, \\\"farms\\\": 8, \\\"crop\\\": 8, \\\"foreign\\\": 36, \\\"worker\\\": 16, \\\"marketscreener\\\": 32, \\\"placing\\\": 2, \\\"crore\\\": 13, \\\"delivering\\\": 6, \\\"franklin\\\": 22, \\\"nyseben\\\": 2, \\\"growing\\\": 48, \\\"idex\\\": 27, \\\"iex\\\": 16, \\\"trv\\\": 5, \\\"ray\\\": 4, \\\"dalio\\\": 3, \\\"were\\\": 93, \\\"stagflation\\\": 4, \\\"nisource\\\": 16, \\\"ni\\\": 8, \\\"todd\\\": 3, \\\"seagate\\\": 20, \\\"zions\\\": 16, \\\"bancorp\\\": 29, \\\"na\\\": 3, \\\"rally\\\": 171, \\\"crucial\\\": 3, \\\"landlords\\\": 15, \\\"hold\\\": 65, \\\"hand\\\": 14, \\\"poker\\\": 1, \\\"game\\\": 29, \\\"constructive\\\": 4, \\\"phone\\\": 22, \\\"xinhua\\\": 1, \\\"leaked\\\": 2, \\\"tape\\\": 3, \\\"reveals\\\": 30, \\\"rio\\\": 15, \\\"tinto\\\": 13, \\\"regret\\\": 2, \\\"destroying\\\": 2, \\\"aboriginal\\\": 1, \\\"rock\\\": 11, \\\"shelter\\\": 2, \\\"sks\\\": 14, \\\"microfinance\\\": 10, \\\"dumping\\\": 24, \\\"noble\\\": 1, \\\"ne\\\": 1, \\\"heavily\\\": 8, \\\"search\\\": 12, \\\"here\\\": 90, \\\"sanoma\\\": 4, \\\"advertising\\\": 15, \\\"decreased\\\": 70, \\\"fee\\\": 15, \\\"woes\\\": 70, \\\"truist\\\": 18, \\\"tfc\\\": 5, \\\"survey\\\": 40, \\\"finds\\\": 39, \\\"firms\\\": 116, \\\"access\\\": 33, \\\"emergency\\\": 22, \\\"unemployment\\\": 26, \\\"depression\\\": 11, \\\"operators\\\": 8, \\\"surge\\\": 100, \\\"steris\\\": 24, \\\"nyseste\\\": 3, \\\"zoomed\\\": 3, \\\"things\\\": 29, \\\"worry\\\": 15, \\\"vaisala\\\": 6, \\\"successful\\\": 7, \\\"develops\\\": 2, \\\"manufactures\\\": 2, \\\"measurement\\\": 2, \\\"pultegroup\\\": 14, \\\"nysephm\\\": 1, \\\"doing\\\": 18, \\\"conocophillips\\\": 19, \\\"forecasts\\\": 61, \\\"billion\\\": 228, \\\"flow\\\": 23, \\\"resilient\\\": 5, \\\"current\\\": 49, \\\"gm\\\": 25, \\\"nod\\\": 32, \\\"commercial\\\": 35, \\\"robot\\\": 7, \\\"taxis\\\": 1, \\\"palm\\\": 24, \\\"chose\\\": 2, \\\"invest\\\": 42, \\\"waters\\\": 33, \\\"wat\\\": 13, \\\"pioneer\\\": 22, \\\"natural\\\": 50, \\\"pxd\\\": 13, \\\"himadri\\\": 1, \\\"another\\\": 82, \\\"sagging\\\": 3, \\\"aktia\\\": 7, \\\"tigers\\\": 1, \\\"review\\\": 73, \\\"crusader\\\": 1, \\\"confronts\\\": 2, \\\"baby\\\": 25, \\\"formula\\\": 33, \\\"scandal\\\": 33, \\\"bailout\\\": 13, \\\"happening\\\": 7, \\\"canada\\\": 58, \\\"select\\\": 31, \\\"trading\\\": 162, \\\"stockmarket\\\": 23, \\\"increased\\\": 100, \\\"dividends\\\": 45, \\\"kraft\\\": 25, \\\"slides\\\": 60, \\\"downgrades\\\": 53, \\\"lee\\\": 6, \\\"danner\\\": 1, \\\"bass\\\": 1, \\\"cboe\\\": 30, \\\"ishares\\\": 62, \\\"tips\\\": 17, \\\"walt\\\": 13, \\\"ihs\\\": 4, \\\"markit\\\": 5, \\\"gdp\\\": 24, \\\"stabilizing\\\": 2, \\\"check\\\": 42, \\\"points\\\": 150, \\\"zebra\\\": 24, \\\"nasdaqzbra\\\": 3, \\\"intrinsic\\\": 64, \\\"even\\\": 82, \\\"grows\\\": 20, \\\"fastest\\\": 8, \\\"adrian\\\": 1, \\\"mowat\\\": 1, \\\"citizens\\\": 19, \\\"born\\\": 1, \\\"having\\\": 16, \\\"accounts\\\": 18, \\\"frozen\\\": 15, \\\"billionaire\\\": 20, \\\"nelson\\\": 4, \\\"peltzs\\\": 1, \\\"trian\\\": 1, \\\"saw\\\": 9, \\\"portfolio\\\": 80, \\\"strides\\\": 9, \\\"arcolab\\\": 4, \\\"shasun\\\": 2, \\\"juniper\\\": 26, \\\"networks\\\": 62, \\\"jnpr\\\": 10, \\\"signals\\\": 25, \\\"ip\\\": 13, \\\"law\\\": 22, \\\"reform\\\": 5, \\\"emily\\\": 2, \\\"mcck\\\": 2, \\\"kimco\\\": 11, \\\"redevelop\\\": 2, \\\"miami\\\": 1, \\\"retail\\\": 133, \\\"las\\\": 22, \\\"vegas\\\": 22, \\\"sands\\\": 24, \\\"lvs\\\": 8, \\\"revival\\\": 21, \\\"equinix\\\": 14, \\\"eqix\\\": 6, \\\"chile\\\": 3, \\\"peru\\\": 2, \\\"entel\\\": 1, \\\"buyout\\\": 46, \\\"laboratories\\\": 38, \\\"withdraws\\\": 10, \\\"draft\\\": 2, \\\"prospectus\\\": 2, \\\"resubmit\\\": 1, \\\"exxon\\\": 29, \\\"mobil\\\": 16, \\\"lyondellbasell\\\": 18, \\\"others\\\": 9, \\\"partner\\\": 44, \\\"houston\\\": 9, \\\"plastic\\\": 13, \\\"scars\\\": 6, \\\"recovers\\\": 16, \\\"pimco\\\": 5, \\\"warns\\\": 101, \\\"corteva\\\": 18, \\\"discounters\\\": 4, \\\"stores\\\": 69, \\\"planos\\\": 1, \\\"tyler\\\": 19, \\\"announcement\\\": 15, \\\"active\\\": 12, \\\"reverses\\\": 6, \\\"every\\\": 12, \\\"pick\\\": 51, \\\"restructuring\\\": 22, \\\"manish\\\": 3, \\\"sonthalia\\\": 3, \\\"supreme\\\": 24, \\\"court\\\": 50, \\\"upholds\\\": 8, \\\"jury\\\": 2, \\\"exxonmobil\\\": 10, \\\"lassila\\\": 3, \\\"tikanoja\\\": 3, \\\"imputed\\\": 1, \\\"eur\\\": 157, \\\"who\\\": 68, \\\"bought\\\": 37, \\\"lendlease\\\": 1, \\\"asxllc\\\": 1, \\\"broadband\\\": 14, \\\"communication\\\": 11, \\\"provider\\\": 35, \\\"teleste\\\": 8, \\\"hel\\\": 57, \\\"tltv\\\": 4, \\\"yesterday\\\": 13, \\\"rocketed\\\": 4, \\\"lifted\\\": 11, \\\"proposal\\\": 14, \\\"crypto\\\": 35, \\\"foe\\\": 2, \\\"washington\\\": 12, \\\"techies\\\": 1, \\\"notch\\\": 5, \\\"sesa\\\": 7, \\\"goa\\\": 3, \\\"seshadri\\\": 11, \\\"bharathan\\\": 11, \\\"rarely\\\": 1, \\\"rebalances\\\": 1, \\\"clobbering\\\": 1, \\\"hayek\\\": 1, \\\"kallen\\\": 1, \\\"t\\\": 69, \\\"rowe\\\": 24, \\\"nasdaqtrow\\\": 1, \\\"do\\\": 88, \\\"institutions\\\": 24, \\\"own\\\": 38, \\\"thrive\\\": 5, \\\"microstrategy\\\": 1, \\\"mstr\\\": 1, \\\"pull\\\": 10, \\\"employment\\\": 16, \\\"komo\\\": 1, \\\"based\\\": 80, \\\"foods\\\": 47, \\\"vegan\\\": 2, \\\"mac\\\": 16, \\\"cheeze\\\": 1, \\\"nucor\\\": 22, \\\"navigating\\\": 1, \\\"issues\\\": 78, \\\"sustain\\\": 6, \\\"trajectory\\\": 4, \\\"handsets\\\": 4, \\\"aap\\\": 12, \\\"estimating\\\": 9, \\\"fair\\\": 28, \\\"entergy\\\": 16, \\\"nyseetr\\\": 1, \\\"ge\\\": 36, \\\"trades\\\": 33, \\\"capitulation\\\": 1, \\\"everest\\\": 16, \\\"names\\\": 60, \\\"cognizant\\\": 21, \\\"leader\\\": 44, \\\"intelligent\\\": 3, \\\"payers\\\": 2, \\\"lqd\\\": 1, \\\"history\\\": 24, \\\"ig\\\": 2, \\\"spreads\\\": 6, \\\"suggests\\\": 19, \\\"algeria\\\": 2, \\\"bpd\\\": 3, \\\"opec\\\": 37, \\\"vedanta\\\": 9, \\\"cairn\\\": 22, \\\"omnitech\\\": 1, \\\"charts\\\": 29, \\\"curve\\\": 7, \\\"also\\\": 77, \\\"strengthen\\\": 15, \\\"ruukki\\\": 20, \\\"offshore\\\": 19, \\\"brazil\\\": 18, \\\"soybean\\\": 1, \\\"grower\\\": 1, \\\"fertilizer\\\": 8, \\\"slv\\\": 2, \\\"pos\\\": 5, \\\"forget\\\": 12, \\\"shell\\\": 20, \\\"\\\\u00a3bn\\\": 40, \\\"offices\\\": 8, \\\"dramatic\\\": 6, \\\"dent\\\": 8, \\\"say\\\": 72, \\\"experts\\\": 36, \\\"och\\\": 1, \\\"ziff\\\": 2, \\\"manager\\\": 24, \\\"sentenced\\\": 3, \\\"bribery\\\": 7, \\\"seven\\\": 25, \\\"lasts\\\": 1, \\\"guardant\\\": 5, \\\"bounces\\\": 13, \\\"steep\\\": 18, \\\"via\\\": 60, \\\"tradingnation\\\": 8, \\\"sgen\\\": 1, \\\"seattle\\\": 10, \\\"genetics\\\": 6, \\\"fed\\\": 128, \\\"liquidity\\\": 20, \\\"drain\\\": 2, \\\"spoils\\\": 1, \\\"inspired\\\": 5, \\\"panic\\\": 17, \\\"zero\\\": 35, \\\"pf\\\": 1, \\\"cap\\\": 85, \\\"paycor\\\": 3, \\\"hcm\\\": 4, \\\"thoughtworks\\\": 1, \\\"ebays\\\": 1, \\\"ninth\\\": 5, \\\"inning\\\": 1, \\\"nokia\\\": 42, \\\"certainly\\\": 3, \\\"disagree\\\": 1, \\\"qualcomm\\\": 20, \\\"views\\\": 11, \\\"patent\\\": 15, \\\"situation\\\": 15, \\\"pullback\\\": 22, \\\"jitters\\\": 12, \\\"put\\\": 43, \\\"paid\\\": 15, \\\"intu\\\": 9, \\\"centre\\\": 14, \\\"entered\\\": 8, \\\"coca\\\": 35, \\\"cola\\\": 30, \\\"ko\\\": 3, \\\"anterix\\\": 1, \\\"lease\\\": 16, \\\"mhz\\\": 3, \\\"spectrum\\\": 11, \\\"evergy\\\": 15, \\\"kansas\\\": 4, \\\"missouri\\\": 7, \\\"novartis\\\": 13, \\\"tanks\\\": 33, \\\"sc\\\": 10, \\\"cancer\\\": 41, \\\"nyseppl\\\": 6, \\\"unfortunately\\\": 8, \\\"lost\\\": 54, \\\"stoneridge\\\": 1, \\\"nysesri\\\": 1, \\\"allegion\\\": 26, \\\"nysealle\\\": 2, \\\"list\\\": 51, \\\"andrea\\\": 1, \\\"orcel\\\\u201as\\\": 1, \\\"\\\\u201a\\\\u00e7\\\\u00a8m\\\": 3, \\\"compensation\\\": 12, \\\"claim\\\": 10, \\\"absurd\\\": 3, \\\"soaring\\\": 22, \\\"sainsbury\\\\u201as\\\": 2, \\\"boss\\\": 30, \\\"expecting\\\": 5, \\\"bumpy\\\": 4, \\\"ride\\\": 12, \\\"intercontinentalexchange\\\": 2, \\\"tencent\\\": 4, \\\"drag\\\": 33, \\\"recorded\\\": 9, \\\"boe\\\": 7, \\\"scrutiny\\\": 9, \\\"splendid\\\": 6, \\\"cryptocurrency\\\": 8, \\\"scams\\\": 4, \\\"triple\\\": 10, \\\"\\\\u201a\\\\u2020at\\\": 1, \\\"\\\\u00a3m\\\": 80, \\\"victims\\\": 8, \\\"viacomcbs\\\": 4, \\\"paypal\\\": 21, \\\"xpo\\\": 4, \\\"logistics\\\": 32, \\\"bwa\\\": 8, \\\"don\\\\u201at\\\": 5, \\\"pretend\\\": 1, \\\"closures\\\": 14, \\\"nothing\\\": 9, \\\"oncology\\\": 9, \\\"rd\\\": 28, \\\"ease\\\": 25, \\\"iqvia\\\": 19, \\\"institute\\\": 7, \\\"science\\\": 17, \\\"oilwell\\\": 7, \\\"varco\\\": 4, \\\"nov\\\": 32, \\\"branches\\\": 11, \\\"philadelphia\\\": 10, \\\"location\\\": 8, \\\"newmont\\\": 22, \\\"valero\\\": 14, \\\"vlo\\\": 11, \\\"tired\\\": 3, \\\"gloom\\\": 13, \\\"sing\\\": 1, \\\"summer\\\": 44, \\\"generation\\\": 21, \\\"z\\\": 6, \\\"streets\\\\u201a\\\": 1, \\\"effort\\\": 5, \\\"lure\\\": 4, \\\"shoppers\\\": 31, \\\"geometric\\\": 2, \\\"vaneck\\\": 5, \\\"miners\\\": 12, \\\"aya\\\": 1, \\\"fortuna\\\": 1, \\\"mines\\\": 6, \\\"resolute\\\": 1, \\\"zensar\\\": 3, \\\"conagra\\\": 29, \\\"cag\\\": 8, \\\"troubled\\\": 12, \\\"see\\\": 119, \\\"upside\\\": 81, \\\"avinash\\\": 10, \\\"france\\\": 12, \\\"accuse\\\": 4, \\\"airline\\\": 41, \\\"redundancy\\\": 5, \\\"blackmail\\\": 1, \\\"sharply\\\": 27, \\\"depressed\\\": 5, \\\"seen\\\": 78, \\\"squeezing\\\": 2, \\\"shale\\\": 17, \\\"roundup\\\": 33, \\\"economy\\\\u2026\\\": 4, \\\"named\\\": 60, \\\"associate\\\": 1, \\\"member\\\": 16, \\\"aircraft\\\": 14, \\\"electronics\\\": 37, \\\"association\\\": 16, \\\"universal\\\": 30, \\\"uhs\\\": 7, \\\"mark\\\": 39, \\\"macrons\\\": 3, \\\"push\\\": 50, \\\"fast\\\": 39, \\\"track\\\": 31, \\\"coalition\\\": 6, \\\"makes\\\": 79, \\\"headway\\\": 1, \\\"scrapped\\\": 2, \\\"housing\\\": 82, \\\"lennar\\\": 21, \\\"hologic\\\": 15, \\\"holx\\\": 9, \\\"returns\\\": 124, \\\"brakes\\\": 9, \\\"yielding\\\": 7, \\\"enormous\\\": 3, \\\"lines\\\": 44, \\\"facing\\\": 29, \\\"pushback\\\": 1, \\\"pricing\\\": 50, \\\"divis\\\": 6, \\\"labs\\\": 17, \\\"paradiem\\\": 1, \\\"expro\\\": 1, \\\"nv\\\": 15, \\\"main\\\": 19, \\\"aflac\\\": 21, \\\"abbott\\\": 32, \\\"elementary\\\": 1, \\\"quinta\\\": 1, \\\"brunson\\\": 1, \\\"box\\\": 12, \\\"tops\\\": 117, \\\"education\\\": 21, \\\"educators\\\": 3, \\\"teacher\\\": 3, \\\"appreciation\\\": 7, \\\"dec\\\": 27, \\\"settle\\\": 14, \\\"bbl\\\": 4, \\\"leftist\\\": 1, \\\"petro\\\": 5, \\\"takes\\\": 61, \\\"colombia\\\": 4, \\\"presidency\\\": 1, \\\"vote\\\": 37, \\\"\\\\u00e9\\\": 2, \\\"masala\\\": 2, \\\"spicy\\\": 3, \\\"enough\\\": 27, \\\"walmart\\\": 34, \\\"plug\\\": 5, \\\"jetcom\\\": 1, \\\"grocery\\\": 6, \\\"experience\\\": 24, \\\"sebi\\\": 48, \\\"bars\\\": 7, \\\"haldhar\\\": 1, \\\"raising\\\": 20, \\\"kimberly\\\": 21, \\\"clark\\\": 24, \\\"nysekmb\\\": 2, \\\"ownership\\\": 24, \\\"structure\\\": 21, \\\"like\\\": 112, \\\"repairing\\\": 1, \\\"xcels\\\": 1, \\\"twice\\\": 5, \\\"costly\\\": 6, \\\"bouygues\\\": 1, \\\"sa\\\": 16, \\\"updating\\\": 9, \\\"result\\\": 